[
  {
    "page_num": 1,
    "text": "ABA\nTerminology\nand Acronyms\nUsed in Everyday\nPractice Part 1",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "ABA Terminology and Acronyms Used in Everyday Practice\nDefinitions cited from: Cooper J.O, Heron T.E, Heward W.L. Applied behavior analysis (2nd ed.) Upper Saddle River, NJ: Pearson; 2007.\nOUTLINE\nScience Terminology .................................................................................................................................................................................................. 3\nExperimentation ......................................................................................................................................................................................................... 4\nBehavior Basics .......................................................................................................................................................................................................... 6\nFunctions of Behavior ................................................................................................................................................................................................. 8\nPreference Assessments ........................................................................................................................................................................................... 9\nFunctional Assessments .......................................................................................................................................................................................... 10\nSD/Sr+/Sr-/Sdp+/Sdp-/SD ............................................................................................................................................................................................... 11\nMotivating Operations .............................................................................................................................................................................................. 13\nBehavior Reduction .................................................................................................................................................................................................. 14\nDifferential Reinforcement ........................................................................................................................................................................................ 16\nInterventions ............................................................................................................................................................................................................. 17\nABA Terminology and Acronyms Used in Everyday Practice: Part 2 ....................................................................................................................... 19\nABA Terminology and Acronyms Used in Everyday Practice Page 2 of 19",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "Science Terminology\nScience Terminology\nTerm Definition\nParsimony requires that all simple, logical explanations for the phenomena under investigation be ruled out experimentally before\nmore complex or abstract explanations are considered\nPhilosophic requires the scientist to continually question the truthfulness of what is regarded as fact. Scientific knowledge must always\ndoubt be viewed as tentative, and the scientist must constantly be willing to replace with new discoveries even those facts of\nwhich he is most certain\nBehaviorism the theory or doctrine that human or animal psychology can be accurately studied only through the examination and\nanalysis of objectively observable and quantifiable behavioral events, in contrast with subjective mental states.\nRadical a thoroughgoing form of behaviorism that attempts to understand all human behavior, including private events such as\nbehaviorism thoughts and feelings, terms of controlling variables in the history of the person (ontogeny) and the species (phylogeny)\nMentalism an approach to explaining behavior that assumes that a mental, or \"inner,\" dimension exists that differs from a behavioral\ndimension and that phenomena in this dimension either directly cause or at least mediate some forms of behavior, if not all\nExplanatory a fictitious or hypothetical variable that often takes form of another name for the observed phenomenon it claims to explain\nfiction and contributes nothing to a functional account or understanding of the phenomenon, such as \"intelligence\" or \"cognitive\nawareness\" as explanations for why an organism punches the lever when the light is on and food is available but does not\npush the lever when the light is off and no food is available.\nHypothetical a presumed but unobserved process or entity. For example, Freud's mental device \"ego\" is a hypothetical construct.\nconstruct\nABA Terminology and Acronyms Used in Everyday Practice Page 3 of 19",
    "tables": [
      "| Philosophic doubt | sophic | requires the scientist to c be viewed as tentative, a which he is most certain | ontinually question the truthfulness of what is regarded as fact. Scientific knowledge must always |\n| --- | --- | --- | --- |\n|  | t |  | nd the scientist must constantly be willing to replace with new discoveries even those facts of |\n|  |  |  |  |",
      "| Radi beha | cal | a thoroughgoing form of b thoughts and feelings, ter | ehaviorism that attempts to understand all human behavior, including private events such as |\n| --- | --- | --- | --- |\n|  | viorism |  | ms of controlling variables in the history of the person (ontogeny) and the species (phylogeny) |",
      "| Explanatory fiction | natory | a fictitious or hypothetical and contributes nothing t awareness\" as explanatio push the lever when the l | variable that often takes form of another name for the observed phenomenon it claims to explain |\n| --- | --- | --- | --- |\n|  | n |  | o a functional account or understanding of the phenomenon, such as \"intelligence\" or \"cognitive |\n|  |  |  | ns for why an organism punches the lever when the light is on and food is available but does not |\n|  |  |  | ight is off and no food is available. |"
    ]
  },
  {
    "page_num": 4,
    "text": "Experimentation\nExperimentation\nTerm Definition\nExperimental design refers to the particular arrangement of conditions in a study so that meaningful comparisons of the effects for the\npresence, absence, or different values of the independent variable can be made. (Difference between an FBA and\nFA)\nCorrelation can be used to predict the probability that one event will occur. Correlation is not causation.\nSingle-subject design a wide variety of research designs that use a form of experimental reasoning called baseline logic to demonstrate\nthe effects of the independent variable on the behavior of individual subjects. a wide variety of research designs\nthat use a form of experimental reasoning called baseline logic to demonstrate the effects of the independent\nvariable on the behavior of individual subjects\nBaseline a condition of an experiment in which the independent variable is not present; data obtained during baseline are\nthe basis for determining the effects of the independent variable.\nA-B design a two-phase experimental design consisting of a pre-treatment baseline condition (A) followed by a treatment\ncondition (B).\nReversal design / A-B-A any experimental design in which the researcher attempts to verify the effect of the independent variable by\ndesign \"reversing\" responding to a level obtained in a previous condition: encompasses experimental designs in which the\nindependent variable is withdrawn.\nA-B-A-B design an experiment reintroducing the B condition enables the replication of treatment effects, which strengthens the\ndemonstration of experimental control\nB-A-B design begins with application of the independent variable: the treatment. Used in cases where treatment cannot be\ndelayed.\nInter-observer the degree to which two or more independent observers report the same observed values after measuring the\nagreement (IOA) same events\nABA Terminology and Acronyms Used in Everyday Practice Page 4 of 19",
    "tables": [
      "| Baseline | line | a condition of an experiment in w the basis for determining the effec | hich the independent variable is not present; data obtained during baseline are |\n| --- | --- | --- | --- |\n|  |  |  | ts of the independent variable. |",
      "| Reversal design / A-B-A design | rsal design / A-B-A | any experimental design in which \"reversing\" responding to a level independent variable is withdrawn | the researcher attempts to verify the effect of the independent variable by |\n| --- | --- | --- | --- |\n|  | n |  | obtained in a previous condition: encompasses experimental designs in which the |\n|  |  |  | . |",
      "| B-A-B design | B design | begins with application of the inde delayed. | pendent variable: the treatment. Used in cases where treatment cannot be |\n| --- | --- | --- | --- |\n|  |  |  |  |"
    ]
  },
  {
    "page_num": 5,
    "text": "Experimentation\nIndependent variable the variable that is systematically manipulated by the researcher in an experiment to see whether changes in the\nindependent variable produce reliable changes in the dependent variable. In applied behavior analysis, it is usually\nan environmental even or condition antecedent or consequent to the dependent variable. Sometimes called the\nintervention or treatment variable.\nDependent variable the variable in an experiment measured to determine if it changes as a result of manipulations of the independent\nvariable; in applied behavior analysis, it represents some measure of a socially significant behavior.\nConfounding variables uncontrolled variables known or suspected to exert an influence one dependent variable.\nExtraneous variables any aspect of the experimental setting that must be held constant to prevent unplanned environmental variation\nMulti-element design the treatment design provides an experimentally sound and efficient method for comparing the effects of two or\nmore treatments\nABA Terminology and Acronyms Used in Everyday Practice Page 5 of 19",
    "tables": [
      "| Independent variable | endent variable | the variable that is systematically independent variable produce reli an environmental even or conditio intervention or treatment variable. | manipulated by the researcher in an experiment to see whether changes in the |\n| --- | --- | --- | --- |\n|  |  |  | able changes in the dependent variable. In applied behavior analysis, it is usually |\n|  |  |  | n antecedent or consequent to the dependent variable. Sometimes called the |\n|  |  |  |  |",
      "| Multi-element design | -element design | the treatment design provides an more treatments | experimentally sound and efficient method for comparing the effects of two or |\n| --- | --- | --- | --- |\n|  |  |  |  |"
    ]
  },
  {
    "page_num": 6,
    "text": "Behavior Basics\nBehavior Basics\nTerm Definition\nBehavior the activity of living organisms, includes everything that people do. That portion of an organism's interaction with its\nenvironment that results in a measurable change in at least one aspect of the environment. Must pass the “dead man’s test”.\nFunctional an analysis of behavior in terms of its products or consequences. Focuses on experimental design, and purposeful\nanalysis of manipulation of stimuli to observe changes in behavior.\nbehavior\nTarget the response class selected for intervention; can be defined either functionally or topographically\nbehavior\nPivotal a behavior that, when learned, produces corresponding modifications or co-variation in other untrained behaviors\nbehavior\nSocial refers to the extent to which target behaviors are appropriate, intervention procedures are acceptable, and important to the\nvalidity client and client community\nOperational the product of breaking down a broad concept, such as \"aggressiveness,\" into its observable and reliably measurable\ndefinition component behaviors. This includes:\n• a title or brief description of the behavior\n• the topography (physical movements involved) of the behavior\n• frequency of the behavior\n• length or duration of the behavior\n• description of the behavior's intensity\nABA Terminology and Acronyms Used in Everyday Practice Page 6 of 19",
    "tables": [
      "| Func analy beha | tional | an analysis of behavior in terms of its products or consequences. Focuses on experimental design, and purposeful manipulation of stimuli to observe changes in behavior. | or in terms of its products or consequences. Focuses on experimental design, and purposeful |\n| --- | --- | --- | --- |\n|  | sis of |  | li to observe changes in behavior. |\n|  | vior |  |  |",
      "| Pivot beha | al | a behavior that, when learned, produces corresponding modifications or co-variation in other untrained behaviors | learned, produces corresponding modifications or co-variation in other untrained behaviors |\n| --- | --- | --- | --- |\n|  | vior |  |  |",
      "| Operational definition | ational | the product of breaki component behaviors • a title or brief d • the topograph • frequency of th • length or durat • description of | ng down a broad concept, such as \"aggressiveness,\" into its observable and reliably measurable |\n| --- | --- | --- | --- |\n|  | ition |  | . This includes: |\n|  |  |  | escription of the behavior |\n|  |  |  | y (physical movements involved) of the behavior |\n|  |  |  | e behavior |\n|  |  |  | ion of the behavior |\n|  |  |  | the behavior's intensity |"
    ]
  },
  {
    "page_num": 7,
    "text": "Behavior Basics\nFunction the function of behavior is the reason people behave in a certain way.\nTopography the physical form or shape of a behavior\nRule- behavior controlled by a rule; enables human behavior to come under the indirect control of temporally remote or improbable\ngoverned but potentially significant consequences.\nbehavior\nPairing a common term that ABA professionals often use to describe the process of building or maintaining rapport with a client. Pairing\nthemselves with reinforcers\nABA Terminology and Acronyms Used in Everyday Practice Page 7 of 19",
    "tables": [
      "| Pairing | ng | a common term that themselves with rein | ABA professionals often use to describe the process of building or maintaining rapport with a client. Pairing |\n| --- | --- | --- | --- |\n|  |  |  | forcers |"
    ]
  },
  {
    "page_num": 8,
    "text": "Functions of Behavior\nFunctions of Behavior\nTerm Definition\n• escape/avoidance:\nFunctions of\nthe individual behaves in order to get out of doing something he/she does not want to do.\nbehavior\n• attention:\nthe individual behaves to get focused attention from parents, teachers, siblings, peers, or other people that are\naround them.\n• access to tangibles:\nthe individual behaves in order to get a preferred item or participate in an enjoyable activity.\n• automatic /sensory stimulation:\nthe individual behaves in a specific way because it feels good to them.\nSocially socially mediated means \"requiring the involvement of another person\": attention, escape from demand, access to tangibles\nmediated\nfunctions of\nbehavior\nAutomatic automatic means that a behavior creates an outcome without the involvement of another person\nfunctions of\nbehavior\nABA Terminology and Acronyms Used in Everyday Practice Page 8 of 19",
    "tables": [
      "| Socia medi funct beha | lly | socially mediated means \"requiring the involvement of another person\": attention, escape from demand, access to tangibles | s \"requiring the involvement of another person\": attention, escape from demand, access to tangibles |\n| --- | --- | --- | --- |\n|  | ated |  |  |\n|  | ions of |  |  |\n|  | vior |  |  |"
    ]
  },
  {
    "page_num": 9,
    "text": "Preference Assessments\nPreference Assessments\nTerm Definition\nStimulus preference refers to a variety of procedures to determine a) stimulus that a person prefers b) the relative preference values\nassessment (high v low) of those stimuli and c) the conditions under which those preference values remain in effect, and their\npresumed value as reinforcers. Types of SPAs include:\n• single stimulus\n• free operant observations\n• paired stimulus\n• multiple stimulus with replacement (MSW)\n• multiple stimulus without replacement (MSWO)\nSingle stimulus a stimulus is presented and a person's reaction to it is noted. May best be suited for individuals with trouble\npreference assessment selecting from two or more stimuli- duration based\n/Free operant\nobservations\nPaired choice preference aach trial in the paired choice preference assessment consists of the simultaneous presentation of two stimuli.\nassessment Each stimulus is matched with all other stimuli in the set. The observer notes which stimulus the earner chooses.\nThe stimuli are rank-ordered in terms of high, medium, and low preference based on how many times a stimulus\nis chosen. AKA: Forced Choice.\nMultiple stimuli multiple stimuli are presented and the learner chooses a stimulus and it is replaced back and the items not\npreference assessment chosen are replaced with new ones.\nwith replacement (MSW)\nMultiple stimuli multiple stimuli are presented and the learner chooses a stimulus and it is not replaced and the remaining stimuli\npreference assessment are rearranged and the next trial begins. The items are ranked based on preference of which was selected first,\nwithout replacement second, third, etc.\n(MSWO)\nReinforcer assessment refers to a variety of direct, empirical methods for representing one or more stimuli contingent on a target\nresponse and measuring their effectiveness as reinforcers\nABA Terminology and Acronyms Used in Everyday Practice Page 9 of 19",
    "tables": [
      "| Singl prefe /Free obse | e stimulus | a stimulus is presented and a person's reaction to it is noted. May best be suited for individuals with trouble selecting from two or more stimuli- duration based | n's reaction to it is noted. May best be suited for individuals with trouble |\n| --- | --- | --- | --- |\n|  | rence assessment |  | uration based |\n|  | operant |  |  |\n|  | rvations |  |  |",
      "| Multi prefe with | ple stimuli | multiple stimuli are presented and the learner chooses a stimulus and it is replaced back and the items not chosen are replaced with new ones. | e learner chooses a stimulus and it is replaced back and the items not |\n| --- | --- | --- | --- |\n|  | rence assessment |  |  |\n|  | replacement (MSW) |  |  |",
      "| Reinforcer assessment | orcer assessment | refers to a variety of direct, empirica response and measuring their effect | l methods for representing one or more stimuli contingent on a target |\n| --- | --- | --- | --- |\n|  |  |  | iveness as reinforcers |"
    ]
  },
  {
    "page_num": 10,
    "text": "Functional Behavior Assessment\nFunctional Assessments\nTerm Definition\nFunctional behavior FBA methods can be classified into three types—functional (experimental) analysis, descriptive analysis, and\nassessment indirect assessment.\nIndirect functional structured interviews, checklists, rating scales, or questionnaires used to obtain information from people who are\nassessment familiar with the person exhibiting the problem behavior.\nDescriptive functional direct observation of problem behavior and the antecedent and consequent events under naturally occurring\nbehavior assessment conditions.\nAnecdotal a form of direct, continuous observation in which the observer records a descriptive, temporally sequenced\nobservation account of all behavior(s) of interest and the antecedent conditions and consequences for those behaviors as\nthose events occur in the client's natural environment\nABC the preferred method to use for behavioral assessment to determine which behavior to target for change.\nrecording\nFunctional analysis an analysis of the purposes (functions) of problem behavior, wherein antecedents and consequences representing\nthose in the person's natural routines are arranged within an experimental design so that their separate effects on\nproblem behavior can be observed and measured. The four conditions typically tested in a functional analysis are:\n• escape from demand\n• attention\n• access to tangibles\n• automatic / sensory\nEcological assessment an assessment protocol that acknowledges complex interrelationships between environment and behavior - a\nmethod for obtaining data across multiple settings and persons\nABA Terminology and Acronyms Used in Everyday Practice Page 10 of 19",
    "tables": [
      "| Indir asse | ect functional | structured interviews, checklists, familiar with the person exhibitin | rating scales, or questionnaires used to obtain information from people who are |\n| --- | --- | --- | --- |\n|  | ssment |  | g the problem behavior. |",
      "| Anecdotal observation | a form of direct, continuous observati account of all behavior(s) of interest a those events occur in the client's natu | on in which the observer records a descriptive, temporally sequenced |\n| --- | --- | --- |\n|  |  | nd the antecedent conditions and consequences for those behaviors as |\n|  |  | ral environment |",
      "| Functional analysis | tional analysis | an analysis of the purposes (func those in the person's natural rout problem behavior can be observ • escape from demand • attention • access to tangibles • automatic / sensory | tions) of problem behavior, wherein antecedents and consequences representing |\n| --- | --- | --- | --- |\n|  |  |  | ines are arranged within an experimental design so that their separate effects on |\n|  |  |  | ed and measured. The four conditions typically tested in a functional analysis are: |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |"
    ]
  },
  {
    "page_num": 11,
    "text": "r+/ r- dp+ dp- D\nSD/S S /S /S /S\nSD/Sr+/Sr-/Sdp+/Sdp-/SD\nTerm Definition\nDiscriminative a stimulus in the presence of which responses of some type have been reinforced and in the absence of which the\nstimulus same type of responses have occurred and not been reinforced.\nSD Discriminative Stimulus.\nSr+/Sr-/Sdp+/Sdp- SD-stimulus can become associated with another event when it is followed by either reinforcement or punishment.\n/SD Then it is considered a discriminative stimulus (Sd). In other words, when that stimulus is present, it indicates the\navailability or possibility of reinforcement Sr or punishment Sdp. S-Delta-a stimulus is associated with the unavailability\nof reinforcement; it is called an S-Delta condition.\nReinforcement this term is one of the most important principle of behavior and a key element of most behavior change programs.\nOccurs when a stimulus change immediately follows a response and increases the future frequency of that type of\nbehavior in similar conditions.\nPunishment occurs when stimulus change immediately follows a response and decreases the future frequency of that type of\nbehavior in similar conditions.\nPositive occurs when a behavior is followed immediately by the presentation of a stimulus that increases the future frequency of\nreinforcement the behavior in similar conditions- contrast with negative reinforcement.\nNegative the occurrence of a response produces the removal, termination, reduction, or postponement of a stimulus, which\nreinforcement leads to an increase in the future occurrence of that response.\nPositive a behavior is followed immediately by the presentation of a stimulus that decreases the future frequency of the\nPunishment behavior. Sometimes called Type I punishment.\nNegative a response behavior is followed immediately by the removal of a stimulus (or a decrease in the intensity of the\npunishment stimulus), that decreases the future frequency of similar responses under similar conditions. Sometimes called Type II\npunishment\nABA Terminology and Acronyms Used in Everyday Practice Page 11 of 19",
    "tables": [
      "| Reinforcement | orcement | this term is one of the most im Occurs when a stimulus chan behavior in similar conditions. | portant principle of behavior and a key element of most behavior change programs. |\n| --- | --- | --- | --- |\n|  |  |  | ge immediately follows a response and increases the future frequency of that type of |\n|  |  |  |  |",
      "| Posit reinf | ive | occurs when a behavior is foll the behavior in similar conditi | owed immediately by the presentation of a stimulus that increases the future frequency of |\n| --- | --- | --- | --- |\n|  | orcement |  | ons- contrast with negative reinforcement. |",
      "| Posit Puni | ive | a behavior is followed immedi behavior. Sometimes called T | ately by the presentation of a stimulus that decreases the future frequency of the |\n| --- | --- | --- | --- |\n|  | shment |  | ype I punishment. |"
    ]
  },
  {
    "page_num": 12,
    "text": "r+/ r- dp+ dp- D\nSD/S S /S /S /S\nSD/SD + Socially\nAutomatic\nMediated\nAdd to Environment Remove from Environment\nIncrease Behavior Positive Reinforcement Negative Reinforcement\nr+ rÝ S S\nDecrease Positive Punishment Negative Punishment\nBehavior dp+ dpS S\nß\nABA Terminology and Acronyms Used in Everyday Practice Page 12 of 19",
    "tables": [
      "| SD/SD | + Add to Environment | - Remove from Environment |\n| --- | --- | --- |\n| Increase Behavior Ý | Positive Reinforcement r+ S | Negative Reinforcement r- S |\n| Decrease Behavior ß | Positive Punishment dp+ S | Negative Punishment dp- S |"
    ]
  },
  {
    "page_num": 13,
    "text": "Motivating Operations\nMotivating Operations\nTerm Definition\nMotivating operation an environmental variable that (a) alters (increases or decreases) the reinforcing effectiveness of some stimulus,\n(MO/EO) object, or event; and (b) alters (increases or decreases) the current frequency of all behavior that have been\nreinforced by that stimulus, object, or event.\nValue-altering effect an alteration in the reinforcing effectiveness of a stimulus, object, or event as a result of a motivating operation.\nFunction-altering effect a relatively permanent change in an organism's repertoire of MO, stimulus, and response relations, caused by\nreinforcement, punishment, an extinction procedure, or a recovery from punishment procedure.\nBehavior-altering effect an alteration in the current frequency of behavior that has been reinforced by the stimulus that is altered in\neffectiveness by the same motivating operation.\nEvocative effect / an increase in the current frequency of behavior that has been reinforced by the stimulus that is increased in\nEstablishing operation reinforcing effectiveness by the same motivating operation\nAbative effect / a decrease in the current frequency of behavior that has been reinforced by the stimulus that is increased in\nAbolishing operation reinforcing effectiveness by the same motivating operation\nSatiation a decrease in the frequency of operant behavior presumed to be the result of continued contact with or\nconsumption of a reinforcer that has followed the behavior.\nDeprivation the state of an organism with respect to how much time has elapsed since it has consumed or contacted a\nparticular type of reinforcer: also, refers to a procedure for increasing the effectiveness of a reinforcer.\nABA Terminology and Acronyms Used in Everyday Practice Page 13 of 19",
    "tables": [
      "| Behavior-altering effect | vior-altering effect | an alteration in the current frequenc effectiveness by the same motivati | y of behavior that has been reinforced by the stimulus that is altered in |\n| --- | --- | --- | --- |\n|  |  |  | ng operation. |",
      "| Abati Aboli | ve effect / | a decrease in the current frequency reinforcing effectiveness by the sam | of behavior that has been reinforced by the stimulus that is increased in |\n| --- | --- | --- | --- |\n|  | shing operation |  | e motivating operation |",
      "| Deprivation | vation | the state of an organism with respe particular type of reinforcer: also, re | ct to how much time has elapsed since it has consumed or contacted a |\n| --- | --- | --- | --- |\n|  |  |  | fers to a procedure for increasing the effectiveness of a reinforcer. |"
    ]
  },
  {
    "page_num": 14,
    "text": "Behavior Reduction\nBehavior Reduction\nTerm Definition\nFunctionally serving the same function or purpose, producing the same consequences\nequivalent\nResponse cost the contingent loss of reinforcers (e.g. a fine), producing a decrease of the frequency of behavior; a form of negative\npunishment\nExtinction the discontinuing of a reinforcement of a previously reinforced behavior; the primary effect is a decrease in the frequency of\nthe behavior until it reaches a pre-reinforced level or ultimately ceases to occur.\nEscape behaviors maintained with negative reinforcement are placed on escape extinction when those behaviors\nextinction are not followed by termination of the aversive stimulus; emitting the target behavior does not enable the\nperson to escape the aversive situation\nSensory the process by which behaviors maintain by automatic reinforcement are placed on extinction by masking\nextinction or removing the sensory consequence.\nResponse a procedure in which the therapist physically intervenes as soon as the learner begins to emit a problem\nblocking behavior to prevent completion of the targeted behavior.\nPlanned a procedure for implementing time-out in which social reinforcers - usually attention, physical contact, and\nignoring verbal interaction - are withheld for a brief period contingent on the occurrence of the target behavior.\nExtinction an increase in the frequency of responding when an extinction procedure is initially implemented.\nburst\nSpontaneous a behavioral effect associated with extinction in which the behavior suddenly begins to occur after its frequency has\nrecovery decreased to its pre-reinforcement level or stopped entirely\nABA Terminology and Acronyms Used in Everyday Practice Page 14 of 19",
    "tables": [
      "| Response cost | onse cost | the contingent loss of re punishment | inforcers (e.g. a fine), producing a decrease of the frequency of behavior; a form of negative |\n| --- | --- | --- | --- |\n|  |  |  |  |",
      "| Escape extinction | behaviors maintained with negative reinfo are not followed by termination of the ave person to escape the aversive situation | rcement are placed on escape extinction when those behaviors |\n| --- | --- | --- |\n|  |  | rsive stimulus; emitting the target behavior does not enable the |\n|  |  |  |",
      "| Response blocking | a procedure in which the therapist physic behavior to prevent completion of the targ | ally intervenes as soon as the learner begins to emit a problem |\n| --- | --- | --- |\n|  |  | eted behavior. |",
      "| Extin burst | ction | an increase in the frequency of responding when an extinction procedure is initially implemented. | ency of responding when an extinction procedure is initially implemented. |\n| --- | --- | --- | --- |\n|  |  |  |  |"
    ]
  },
  {
    "page_num": 15,
    "text": "Behavior Reduction\nTime-out from the contingent withdrawal of the opportunity to earn positive reinforcement or the loss of access to positive reinforcers for a\npositive specified time; a form of negative punishment.\nreinforcement\nExclusion a procedure for implementing time-out in which, contingent on the occurrence of a target behavior, the person is removed\ntime-out physically from the current environment for a specified period.\nNon-exclusion at procedure for implementing time-out in which, contingent on the occurrence of the target behavior, the person remains\ntime-out within the setting, but does not have access to reinforcement, for a specified period.\nRestitutional a form of overcorrection in which, contingent on the problem behavior, the learner is required to repair the damage or return\novercorrection the environment to its original state and then to engage in additional behavior to bring the environment to a condition vastly\n/ Positive better than it was in prior to the misbehavior.\npractice\nBehavioral the phenomenon in which a change in one component of a multiple schedule that increases or decreases the rate of\ncontrast responding on that component is accompanied by a change in the response rate in the opposite direction on the other,\nunaltered component of the schedule.\nABA Terminology and Acronyms Used in Everyday Practice Page 15 of 19",
    "tables": [
      "| Exclu time- | sion | a procedure for implem physically from the curr | enting time-out in which, contingent on the occurrence of a target behavior, the person is removed |\n| --- | --- | --- | --- |\n|  | out |  | ent environment for a specified period. |",
      "| Rest overc / Pos pract | itutional | a form of overcorrection in which, contingent on the problem behavior, the learner is required to repair the damage or return the environment to its original state and then to engage in additional behavior to bring the environment to a condition vastly better than it was in prior to the misbehavior. | in which, contingent on the problem behavior, the learner is required to repair the damage or return |\n| --- | --- | --- | --- |\n|  | orrection |  | riginal state and then to engage in additional behavior to bring the environment to a condition vastly |\n|  | itive |  | r to the misbehavior. |\n|  | ice |  |  |"
    ]
  },
  {
    "page_num": 16,
    "text": "Differential Reinforcement\nDifferential Reinforcement\nTerm Definition\nDifferential a procedure for decreasing problem behavior in which reinforcement is contingent on the absence of the problem\nreinforcement of other behavior during or at specific times. Any behavior OTHER than the behavior targeted for reduction is reinforced.\nbehavior (DRO)\nDifferential a procedure for decreasing problem behavior in which reinforcement is delivered for a behavior that serves as a\nreinforcement of desirable alternative to the behavior targeted for reduction and withheld following instances of the problem\nalternative behavior behavior\n(DRA)\nDifferential a procedure for decreasing problem behavior in which reinforcement is delivered for a behavior that is\nreinforcement of topographically incompatible with the behavior targeted for reduction and withheld following instances of the\nincompatible behavior problem behavior\n(DRI)\nDifferential schedule of reinforcement in which the reinforcement is provided at the end of a predetermined interval contingent\nreinforcement of high on the number of responses emitted during the interval being greater than a gradually increasing criterion based\nrates (DRH) on the individual's performance in precious intervals.\nDifferential schedule of reinforcement in which the reinforcement a) follows each occurrence of the target behavior that is\nreinforcement of low separated from the previous response by a minimum inter-response time or b) is contingent on the number of\nrates (DRL) responses within a period of time not exceeding a predetermined criterion\nABA Terminology and Acronyms Used in Everyday Practice Page 16 of 19",
    "tables": [
      "| Differ reinf altern (DRA | ential | a procedure for decreasing problem behavior in which reinforcement is delivered for a behavior that serves as a desirable alternative to the behavior targeted for reduction and withheld following instances of the problem behavior | m behavior in which reinforcement is delivered for a behavior that serves as a |\n| --- | --- | --- | --- |\n|  | orcement of |  | ior targeted for reduction and withheld following instances of the problem |\n|  | ative behavior |  |  |\n|  | ) |  |  |",
      "| Differ reinf rates | ential | schedule of reinforcement in whic on the number of responses emitt on the individual's performance in | h the reinforcement is provided at the end of a predetermined interval contingent |\n| --- | --- | --- | --- |\n|  | orcement of high |  | ed during the interval being greater than a gradually increasing criterion based |\n|  | (DRH) |  | precious intervals. |"
    ]
  },
  {
    "page_num": 17,
    "text": "Interventions\nInterventions\nTerm Definition\nContingent describes reinforcement (or punishment) that is delivered only after the target behavior has occurred.\nNaturally existing any contingency of reinforcement (or punishment) that operates independent of the behavior analyst's or\ncontingency practitioner's efforts; includes socially mediated contingencies contrived by other people and already in effect in the\nrelevant setting.\nContrived contingency any contingency of reinforcement (or punishment) designed and implemented by a behavior analyst or practitioner\nto achieve the acquisition, maintenance, and/or generalization of a targeted behavior change.\nAntecedent intervention a behavior change strategy that manipulates contingency-independent antecedent stimuli (motivating operation).\nConsequence a behavior change strategy that delivers punishment after a behavior targeted for reduction has occurred.\nintervention\nDiscrete trial DTT is a structured ABA technique that breaks down skills into small, “discrete” components\nSteps of a discrete trial:\n• antecedent\n• prompt\n• response\n• consequence for a correct response\n• consequence for an incorrect response\n• inter-trial interval\nTask analysis the process of breaking a complex skill or series of behaviors into smaller, teachable units\nNatural environment teaches skills outside of a structured setting in the “natural environment” where the setting is related to the skill.\nteaching Reinforcers are based on preferred items native to the learning environment, and “Natural consequences”\ncontingencies are available.\nABA Terminology and Acronyms Used in Everyday Practice Page 17 of 19",
    "tables": [
      "| Naturally existing contingency | ally existing | any contingency of reinforcement practitioner's efforts; includes soc relevant setting. | (or punishment) that operates independent of the behavior analyst's or |\n| --- | --- | --- | --- |\n|  | ngency |  | ially mediated contingencies contrived by other people and already in effect in the |\n|  |  |  |  |",
      "| Discrete trial | rete trial | DTT is a structured ABA techniqu Steps of a discrete trial: • antecedent • prompt • response • consequence for a correct • consequence for an incorr • inter-trial interval | e that breaks down skills into small, “discrete” components |\n| --- | --- | --- | --- |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  | response |\n|  |  |  | ect response |\n|  |  |  |  |",
      "| Natural environment teaching | al environment | teaches skills outside of a structu Reinforcers are based on preferre contingencies are available. | red setting in the “natural environment” where the setting is related to the skill. |\n| --- | --- | --- | --- |\n|  | ing |  | d items native to the learning environment, and “Natural consequences” |\n|  |  |  |  |"
    ]
  },
  {
    "page_num": 18,
    "text": "Interventions\nGeneralization the extent to which a learner is able to perform a learned skill across multiple environments, with multiple people.\nTeaching sufficient a strategy for promoting generalized behavior change that consists of teaching the learner to respond to a subset\nexamples of all of the relevant stimulus and response examples and then assessing the learner's performance on untrained\nexamples.\nTeaching loosely randomly varying functionally irrelevant stimuli within and across teaching sessions; promotes setting/situation\ngeneralization by reducing the likelihood that a single or small group of noncritical stimuli will acquire exclusive\ncontrol over the target behavior\nMaintenance extent to which the learner continues to perform the target behavior after a portion or all of the intervention has\nbeen terminated\nBehavioral momentum a metaphor to describe a rate of responding and its resistance to change following an alteration in reinforcement\nconditions.\nHigh-probability (high- an antecedent intervention in which two to five easy tasks with a known history of learner compliance (the high-p\np) request sequence requests) are presented in quick succession immediately before requesting the target task, the low-p request.\nPremack principle principle that states that making the opportunity to engage in a high-probability behavior contingent on the\noccurrence of a low-frequency behavior will function as reinforcement for the low-frequency behavior. Also known\nas “grandma’s law”.\nTreatment integrity the extent to which the independent variable is applied exactly as planned and described and no other unplanned\nvariables are administered inadvertently along with the planned treatment\nTreatment drift an undesirable situation in which the independent variable of an experiment is applied differently during later\nstages than it was at the outset\nABA Terminology and Acronyms Used in Everyday Practice Page 18 of 19",
    "tables": [
      "| Teaching sufficient examples | hing sufficient | a strategy for promoting generaliz of all of the relevant stimulus and examples. | ed behavior change that consists of teaching the learner to respond to a subset |\n| --- | --- | --- | --- |\n|  | ples |  | response examples and then assessing the learner's performance on untrained |\n|  |  |  |  |",
      "| Maintenance | tenance | extent to which the learner contin been terminated | ues to perform the target behavior after a portion or all of the intervention has |\n| --- | --- | --- | --- |\n|  |  |  |  |",
      "| High- p) re | probability (high- | an antecedent intervention in whi requests) are presented in quick s | ch two to five easy tasks with a known history of learner compliance (the high-p |\n| --- | --- | --- | --- |\n|  | quest sequence |  | uccession immediately before requesting the target task, the low-p request. |",
      "| Treatment integrity | ment integrity | the extent to which the independe variables are administered inadve | nt variable is applied exactly as planned and described and no other unplanned |\n| --- | --- | --- | --- |\n|  |  |  | rtently along with the planned treatment |"
    ]
  },
  {
    "page_num": 19,
    "text": "ABA Terminology and Acronyms\nUsed in Everyday Practice:\nPart 2\nABA Terminology and Acronyms Used in Everyday Practice: Part 2\nTerm\nMethods of frequency, duration, rate, magnitude, inter-response time (IRT), response latency\nmeasurement discontinuous measurement, continuous measurement\nmeasurement by permanent product\ntime sampling, Interval recording\nShaping, chaining, forward chaining, backward chaining, whole task, backward chaining with leaps ahead\nfading shaping, terminal behavior, successive approximations\nfading, prompt fading\nReinforcement types of reinforcement\nschedules of reinforcement (FR1, FI, VR, VI)\ntoken economies\nGroup contingencies independent group contingency, dependent group contingency, interdependent group contingency, hero procedure\nVerbal behavior verbal operants\nABA Terminology and Acronyms Used in Everyday Practice Page 19 of 19",
    "tables": [
      "| Shaping, chaining, fading | ing, chaining, | forward chaining, backward chain shaping, terminal behavior, succe fading, prompt fading | ing, whole task, backward chaining with leaps ahead |\n| --- | --- | --- | --- |\n|  | g |  | ssive approximations |\n|  |  |  |  |"
    ]
  }
]