[
  {
    "page_num": 1,
    "text": "ABA 101\na blog series dedicated\nt o ever yt hing & anyt hing about\nApplied Behavior Analysis\ntheautismhelper.com",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "What is ABA?\nBy - Amber Kanchwala theautismhelper.com\nApplied behavior analysis (ABA) is a science dedicated to the understanding and improvement of human\nbehavior. ABA differs from other fields in its focus, aim, and methods. Behavior analysts focus on\ndefining behaviors of social significance, often referred to as target behaviors.\nBehavior analysts intervene to improve target behaviors while demonstrating a reliable relationship\nbetween the intervention and improvements in behavior. Once an effective intervention is implemented,\nongoing data collection occurs. Behavior analysts program for generalization and maintenance to ensure\nthat the behavior maintains over time and across different settings and people. Behavior analysts often\ntrain staff and caregivers to implement all interventions in order to facilitate a consistent protocol.\nABA is a scientific approach for identifying environmental variables that influence behavior of\nsocial significance and for systematically developing a functionally related methodology to\nprogram for behavior change. Additionally, ABA focuses on skill acquisition. Skill\nacquisition can occur when a behavior analyst is teaching a new, functionally related alternative\nbehavior (to replace an inappropriate problem behavior) or to teach academic, self-care, motor,\nsocial skills, etc.\nSo what does all this mean? Basically, behavior analysts study the environment in which the\nindividual’s target behaviors are occurring. Using functional behavior assessments, they\nscientifically determine what factor of the environment is maintaining the target behavior (known\nas the FUNCTION of the behavior). Using this information, an intervention that addresses that\nsame FUNCTION is implemented in order to create an appropriate and positive change in\nbehavior! By socially significant, we mean that the behaviors targeted are those that may cause\nharm or interfere with the individual’s learning.\nABA is different from traditional psychology in that ABA focuses on observable behaviors\nrather than what an individual may be thinking (also known as an individual’s cognitions). ABA\ntechniques can be used in a wide variety of settings (schools, parent training, staff training, OBM,\nspecial education, self-management, etc), but it is important to note that the ABA theoretical\napproach lies heavily in manipulating the environment to create behavior change rather than\nchanging an individual’s internal events, or thoughts. ABA’s theories are supported by empirical\ndata that is obtained through controlled observation and measurement of behavior.\nWhat ABA IS NOT!\n• counseling therapy\n• focused on changing an individual’s thoughts\n• bribery\n• strictly used with pet training\n• strictly used with individuals with autism\n• striving to control the world",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "ABA Common Terms & Lingo\nBy - Amber Kanchwala theautismhelper.com\nReinforcement\nPositive Reinforcement\nchange in environment\nsomething is ADDED immediately after the behavior resulting in the\nIMMEDIATELY following a\nbehavior occurring more often in the future\nbehavior that INCREASES\nthe behavior in the\nExample: Johnny completes his math homework after school and immediately his mother gives him ice\nfuture\ncream as a reward. In the future, Johnny completes his math homework right after school.\nNegative Reinforcement\nReinforcers\nsomething is REMOVED immediately after the behavior resulting in the\nsomething that, when\nbehavior occurring more often in the future\npresented after the\nbehavior, results in that\nExample: Johnny is given a plate of vegetables to eat with his dinner. Johnny screams and immediately his\nbehavior occurring more mother takes the plate of vegetables away. When Johnny is given a plate of vegetables in the future, he\noften in the future. screams.\nNoncontingent reinforcement (NCR): Example: Johnny typically throws a ball at another student in\norder to get attention from his gym teacher. In order to\na procedure in which a reinforcer is\npresented after a specified amount of time reduce this inappropriate behavior, Johnny’s gym teacher\nhas passed, regardless of the behavior provides him with attention in the form of social praise and\noccurring. NCR is often used to reduce a a high five every 5 minutes, regardless of what behavior\nproblem behavior. Johnny is engaging in.\nExtinction: Example: Johnny has received attention from his mother in\nthe past each time he engaged in screaming behavior. His\ndiscontinuing reinforcement of previously\nreinforced behavior. The primary effect is a mother no longer provides attention contingent on\ndecrease in the frequency of behavior until it screaming. Johnny’s screaming behavior eventually stops\nreaches prereinforcered level or ultimately because his behavior of screaming is no longer being\nceases to occur. reinforced.\nPreferred Items:\nitems that the individual enjoys, but will not necessarily work\nFrequency:\nfor it. Preferred items do not necessarily INCREASE the\nthe amount of times a behavior\nfuture frequency of the behavior.\noccurs within a period of time; rate\nExample:\nExample:\nMartha loves jewelry, but this not necessarily mean Martha\nSarah says hello to her\nwill come to work everyday if she is paid in jewelry. Jewelry is\nmother 15 times\na preferred item but it does not function as a reinforcer\nwithin a period of\nbecause it does not INCREASE Martha’s behavior of coming\n30 minutes.\nto work if she was paid in jewelry.",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "ABA Common Terms & Lingo\nBy - Amber Kanchwala theautismhelper.com\nExample: Johnny screams every instance that his mother\nwalks away from him. When he engages in this behavior, his\nFunctions of Behavior\nmother returns to him and asks, “What’s wrong Johnny?”\nThis behavior is attention-maintained because the behavior\nconsistently results in attention. When Johnny “wants”\nAttention: The individual engages in behavior in order to receive attention, he screams.\nattention from those in the environment (parents, teacher, siblings,\npeers). Attention functions as a reinforcer because it increases the\nindividual’s behavior that has, in the past, resulted in attention.\nExample: Every time\nMs. Smith puts a math worksheet\non Johnny’s desk, he rips up the paper\nEscape: The individual engages in behavior in order to get out of doing\nand throws it on the floor. As a result,\nsomething he/she does not want to do. In the past, the individual has Ms. Smith does not make him do his math\nhomework. In the future, Johnny\nengaged in this behavior and it has resulted in the removal of the\ncontinues to engage in this behavior\ntask, therefore the removal of the task functions as a negative every time he receives a math worksheet\nbecause it results in escaping the\nreinforcer, and increases the likelihood that the individual will engage in\nbehavior of doing the\nthis behavior to escape/avoid work. math worksheet.\nAccess to Tangible: The individual engages in the behavior in order to\nget a preferred item or activity. In the past, when the individual has Example: When Stevie cries,\nengaged in this behavior, it resulted in receiving an item or activity. his mother gives him a\npacifier. In the future,\nThe item or activity is a reinforcer because it increases the likelihood Stevie cries because it\nconsistently results in\nthat the individual will engage in the behavior to have access to it.\naccess to the pacifier.\nAutomatic: The individual engages in the behavior in order to get a\npreferred item or activity. In the past, when the individual has\nengaged in this behavior, it resulted in receiving an item or activity.\nExample: Stevie engages in\nThe item or activity is a reinforcer because it increases the likelihood\nhand flapping in the absence\nof any specific antecedent\nthat the individual will engage in the behavior to have access to it.\nor consequence stimulus.\nThis behavior provides\nautomatic sensory\nstimulation.\nPunishment\nPosiitve Punishement\nsomething that, when something is ADDED immediately after the behavior resulting in the\npresented after the behavior occurring less often in the future\nbehavior, results in that\nbehavior occurring less Example: Johnny completes swears at his teacher. His teacher yells at him and he does not swear\noften in the future. again in the future.\nPunishers\nNegative Punishment\nsomething that, when\nsomething is REMOVED immediately after the behavior resulting in the\npresented after the\nbehavior occurring more often in the future.\nbehavior, results in that\nbehavior occurring less\nExample: Johnny kicks his classmate on the playground. Johnny’s teacher removes Johnny’s recess privilege\noften in the future.\nfor the day as soon as she sees this behavior and Johnny no longer kicks his classmate in the future",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "ABA Common Terms & Lingo\nBy - Amber Kanchwala theautismhelper.com\nBaseline: initial data collection which serves as a basis for comparison.\nA C\nB\nantecedent consequence\nbehavior\nwhat occurs in the\nwhat occurs in the\nenvironment\nwhat the behavior environment\nimmediately before\nof interest looks immediately after\nthe behavior of\nlike the behavior of\ninterest\ninterest\nABC Data: The observer records a descriptive account of the behaviors of\ninterest including what happens before, during, and after.\nFluency: Fluency is a combination of Board Certified Behavior Analyst (BCBA):\nspeed and accuracy of responding. practitioners that conduct behavior\nassessment and provides behavior analytic\nExample: A flash card set of numbers 1-30 is flipped through\ninterpretations of the results. The BCBA\nwith the student in 20 second timings. There is a specific aim,\ndesigns and supervises behavior analytic\nor goal, that the student is to work toward.\ninterventions and develops and implements\nassessment and intervention methods for use\nalternative/replacement behavior:\nin unfamiliar situations for a range of cases.\nteaching a behavior that serves the same The BCBA teaches others to carry out ethical\npurpose, or function, a problem behavior. and effective behavior analytic interventions\nAlternative behaviors allow the student to based on research. (bacb.com)\nreceive, maintain, or escape something in a\nsocially appropriate and functional way. The\nsocially appropriate behavior serves the\nAssessment of Basic Language Learning\nsame purpose as the problem behavior and\nSkills (ABLLS): The ABLLS provides a curriculum\nreplaces the problem behavior when the\nfor teaching children and a roadmap for an\nindividual is taught to engage in the\nindividualized education plan. The ABLLS is\nreplacement behavior rather than the\nbroken up into the following skills: cooperation\nproblem behavior under similar conditions.\nand reinforcer effectiveness, visual\nperformance, receptive language, motor\nimitation, vocal imitation, requests, labeling,\nDiscrete Trial Training (DTT): method of\nintraverbals, spontaneous vocalizations, syntax\nteaching a skill in simplified and\nand grammar, play/leisure skills, social\nstructured steps. Instead of teaching\ninteraction skills, group instruction, classroom\nan entire skill at once, the skill is broken\nroutines, generalized responding, academic skills,\ndown teaching discrete trials that teach\nself-help skills, gross motor skills, and fine\none step at a time.\nmotor skills.",
    "tables": []
  },
  {
    "page_num": 6,
    "text": "ABA & Teaching New Skills\nBy - Grace Cascone theautismhelper.com\nIf you decide a Behavior Analyst is right for you and your child, you can ask the BCBA to\nfocus on things other than decreasing problem behaviors. You can emphasize that you\nwant to work on teaching new things. If you want to teach your child the most basic skills to\nmore complicated academic skills, BCBAs can assist you with that.\nIf you have a younger\nYour BCBA will consult with you about what\nchild, a BCBA may focus\nyou want to focus on and in what order you\nmore on a wider\nwould prefer to tackle them. They may\nvariety of basic skills,\nobserve, ask questions, and give you surveys/\nwhereas if your child is\nquestionnaires to help pinpoint specific goals.\nolder, functional skills\n(e.g., dressing, cooking,\nworking, etc.) may be\nthe focus.\nOnce goals are selected your\nBCBA will likely set long-term and\nWhen teaching new\nshort-term goals. An example is\nskills, it is important\nif you want you child to be able\nto realize they might\nto dress independently in a\ntake some time. In\ntimely manner (this would be the\nthe dressing\nlong-term goal). Some of the\nexample, dressing\ncould be broken up short-term goals may be using a\ninto many steps to be zipper, buttoning buttons,\nindividually tackled.\nselecting appropriate clothes\nIn order to ensure the\nfrom their drawers/closet, etc.\nlong-term goal is\nThese short-term goals will be\nreached, you and\ntackled individually to increase\nyour BCBA want to\nthe likelihood of dressing\nmake sure your child\nindependently in the long term.\nis fluent (or has\nmastered) each\nindividual goal.",
    "tables": []
  },
  {
    "page_num": 7,
    "text": "What makes ABA effective for children with Autism?\nBy - Kimeisha Chambers theautismhelper.com\nWhat is Autism?\nThe term autism describes a condition which presents itself from early childhood. It is characterized by impairments in social interaction and, to some\nextent, impairments in language and communication skills. Individuals with autism may also display rigid, repetitive behaviors which may contribute\nto their challenge in adjusting to a rapidly changing world. As a 5-year-old girl puts it in an article published on Yahoo Parenting, individuals with\nautism “ live in a world that is different than ours … kind of like [their] brain does not work the same way.”\nAutism usually presents itself as a very complex diagnosis. Challenges in social interaction are seen as early as the toddler years where the child\nwith autism may not give parents, other caregivers, or siblings direct eye-contact, or may react negatively to physical contact (such as hugs and\nkisses). The child may also develop language skills much later than other children their age; or not develop language at all. For those children who\ndo speak, their language may be distorted to some extent, or they may even speak at the level of their peers but have challenges communicating\ntheir feelings or emotions, and may have challenges following social cues. These challenges may carry over into their academic performance, where\nfor some children with autism they may do extremely well in some subject areas, while falling significantly behind their peers in most other academic\nareas. No two children with autism are exactly alike. Autism is said to be a spectrum disorder, meaning, there are a range of levels of functioning\nwithin the autism community; some children may be lower functioning than others, and as such may display a different combination of skills than\nothers.\nWhat is ABA?\nThe field of Applied Behavior Analysis, commonly referred to as ABA or Behavior Analysis, is a field of psychology that applies a scientific approach to\nthe study of behavior. It’s roots are found in the early experimental research of B.F Skinner who identified some basic phenomena in our environment\nthat affect behavior on a day to day basis. In other words, there are certain things in your environment that play an integral role in promoting certain\nbehaviors, while other things in the environment may serve to reduce the likelihood of you engaging in other behaviors. It is through an intentional\nalteration of these phenomena that changes in behavior can be brought about, Skinner identified.\nBehavior Analysts thus believe that behavior is not simply a result of innate genetic or biological factors, rather, the environment plays a critical role in\nthe emergence, maintenance, or reduction of behavior. The goal of ABA is thus to use the basic principles of behavior to bring about a change in\nbehavior to a socially relevant and meaningful degree for the client and those in their environment. Over the years, the basic principles of behavior that\nhave been identified in laboratory research have been applied to real world situations and have been found to be very effective for a variety of cases;\nwhether it be mental illness and disability, healthy eating and exercise, sexuality and relationships, parenting, or even business management. Over the\nyears, practitioners in ABA have been identifying just how broad a reach the principles of ABA have in a wide variety of areas.\nHow is ABA used with persons with Autism?\nThough the scope of ABA is revealed more and more with time, the most prominent and well known application of ABA is its use as a treatment\nalternative for individuals with autism. As described earlier, autism presents a very complex diagnosis that is characterized by a variety of behavioral\nimpairments, whether it be speech, daily living skills, social interaction, academics, etc. That is, all current signs of autism are observable behaviors\nexhibited by the individual.\nWith ABA’s focus on observable behavior, and behavior change to a socially acceptable and meaningful extent, it provides a unique, yet extremely\neffective approach to autism treatment. The environment in which the client operates on a daily basis (home, school, grandma’s, the supermarket, etc.)\nis altered in such a way to reduce the likelihood that certain behaviors will continue to occur (e.g. severe tantrums, aggression toward self/others, and\nother inappropriate behaviors), while systematic training procedures are implemented to teach the individual appropriate social skills (peer interaction,\nappropriate classroom behavior, play skills, etc.), communication skills (developing vocal language or using alternative communication devices),\nacademic skills (writing, reading, etc.), and much more.\nWhat makes ABA effective?\nABA’s effectiveness lies in its foundation in scientific research that have been conducted in laboratories as well as in the natural setting for decades.\nAs such, all techniques used by behavior analysts are grounded in research that supports their effectiveness once they’re implemented\nsystematically. A component of ABA therapy is the development of individualized treatment packages; in other words, one package does not fit all.\nWith autism being so complex, and each individual being so unique, individualized treatment packages play a key role in the effectiveness of ABA.\nThe behavior analyst observes each individual client, assessing their current skill sets and those that need to be developed, the resources available\nto them, and their environmental setup, then specifically designs a treatment package that will be most effective for that client.\nIn addition, behavior analysts continuously collect data on their clients behaviors. This allows them to monitor client progress and make changes to\ntreatment packages in real time. As such, treatment is continuously altered as needed as the client grows in his/her dynamic environment. Parents\nand other caregivers are also trained to implement treatment techniques to ensure that their effects are maintained even after sessions have ended.\nThis is a key component in the long-term effectiveness of ABA therapy. All persons who interact with the client are incorporated in some way to help\nfacilitate the continuation of treatment effects as well as their carryover into variety of environments or in the presence of a variety of people. This is\nespecially beneficial for the individual with autism who may have challenges learning that certain behavior aren’t inappropriate just at home, but they\nare inappropriate at school, at the park, and even when visiting the neighbors.\nABA effectiveness lies it’s unique approach to the study of behavior, contrary to other areas in psychology. This approach is exceptionally beneficial\nfor children with autism as the signs of autism are first seen in the behavior of the individual. As such, a science of behavior change focused on\nchange to a socially meaningful degree is an ideal treatment approach for autism.",
    "tables": []
  },
  {
    "page_num": 8,
    "text": "What Will a BCBA Work on With My Child?\nBy -Grace Cascone theautismhelper.com\nWhere to begin!?? There are so many things BCBAs can work on with you and your child. There are also so many different\nplaces BCBAs can work. More often than not, it will be in the home environment. It is not unusual for them to work out in the\ncommunity (e.g., grocery stores, parks, school, etc.) wherever you and your child need support. Often times, they will talk with\nyou to see what is most important to the family unit. Skills that are the most socially significant, meaning they have the\nmost impact at that time. These may include addressing first behaviors that cause harm, hinder the client’s ability to learn,\nand increasing socially appropriate behaviors. They may take sessions to consult with you, have you fill out forms/\nquestionnaires, observe you in your normal everyday routines, etc. Sometimes they will conduct assessments to help set\ncertain goals too. BCBAs will often prioritize behaviors based on what is most important for the child. If a child is really\naggressive, that aggression will likely take priority over academic skills because it may likely hinder the client’s ability to learn\nthe best way possible. Also, aggression is more likely to have an overall negative impact on the entire family unit.\nFunctional Skills\nPotty training is a big one! There are\nMotor Skills\nalso things like bathing, cooking,\nThis can include things from walking to\ndressing, using money etc. Often, these\nholding a utensil. For example, focusing\nwill be done in the home setting and the\non grasping can help with handwriting in\nparent will be trained on how to conduct\nschool,eating independently, or being\nthe goal themselves. With something\nable to stock shelves in a possible job.\nlike toileting, the BCBA may just be with\nthe parent to provide guidance if that is\npreferred by the family. Eventually, the\nCommunication Skills BCBA will slowly fade their presence so\nThis can be vocal speech, devices, the parent is conducting the toileting\npicture exchange communication independently.\nsystem (PECS), sign language! There\nare so many things out there to find the\nbest way for your child to communicate.\nAcademic Skills\nCommunication skills will begin by\nSetting academic goals typically begins\nassessing manding (asking for things),\nby focusing on the component skills\ntacting (describing things), and\nnecessary for the larger subject.\nsocializing with peers. Most importantly,\nTeaching letter identification will help\ncommunication skills can help develop\nyour child to read later on.\na skill to replace negative behaviors.\nFor example, if a child hits to get access\nto food and he is taught to ask for a\nsnack, the hitting will likely go away. Social Skills\nSmall talk, sharing, group play, how to\nrespond in certain social situations,\nwhat emotions are, etc. There are tons\nof skills to focus on!",
    "tables": []
  },
  {
    "page_num": 9,
    "text": "ABA & Behavior Reduction\nBy - Kimeisha Chambers theautismhelper.com\nHow is ABA used to reduce behavior? What’s the trick?\nThere is no trick to Applied Behavior Analysis (ABA). Unlike many other fields in psychology, ABA adds a scientific approach\nto the study of behavior; hence ‘analysis’.\nAn ABA practitioner observes behavior in the natural environment (the classroom, home, etc.) and identifies what in that\nenvironment is maintaining the behavior (why the behavior keep happening), as well as what environmental factors are\npreventing other behaviors from occurring. What maintains a behavior is known as its consequence, that is, what happens\nimmediately after the behavior on a regular basis. More specifically, a consequence that results in the behavior happening\nagain and again is known as a reinforcer. Therefore, for problem behaviors that are occurring very often, a behavior\nanalyst would conduct observations to identify what exactly is acting as a reinforcer for that behavior. This is the key to\neffective intervention!\nA behavior analyst will observe the client on multiple occasions before recommending any type of intervention for a problem\nbehavior. They’ll observe the client during those times when the behavior is most likely to occur, and if it does, they’ll simply\ntake notes on what’s happening. If they don’t intervene at that moment, don’t feel any way about it. They’re taking very\nimportant notes! They are tracking the consequences of the behavior to identify what could be maintaining it over time. Once\nthey’ve identified the potential maintaining consequence, they’ll begin designing the most appropriate and likely to be\neffective intervention package for that behavior.\n1) No longer provide the reinforcer\nMain One strategy is simply to train caregivers to no longer provide the maintaining consequence.\nSay, for example, a child throws tantrums often and observations indicate that, on most occasions,\nstrategies whenever the child tantrums a caregiver turns the television on. As an intervention, a behavior analyst\nmay recommend that the caregiver no longer turn the TV on when the child tantrums. It must be noted\nhere that simply not providing the maintaining consequence anymore could result in the behavior\nWhen it comes to\nseemingly becoming worse in that moment (e.g., the child cries louder and for a longer time or even\nreducing behavior,\ngrabs the caregiver). This may happen before a significant reduction in the behavior is seen. A behavior\nthree main strategies\nanalyst will ensure that all caregivers are prepared for this brief increase and will also incorporate\nare used. 1) We train\nadditional strategies, for example, teaching the child how to request TV time in an appropriate way.\ncaregivers to no\nlonger provide the\nreinforcer when the 2) Provide the specific reinforcer for a more appropriate behavior\nbehavior occurs, 2) Another strategy often used involves providing the reinforcer as a consequence for a more\nWe train caregivers appropriate behavior. This can be a behavior the child can already do, or a behavior the therapist directly\nto provide the teaches the child. Using the same example above, the behavior analyst may directly teach a child a more\nspecific reinforcer appropriate behavior for which the maintaining consequence for the problem behavior would be provided.\nfor more appropriate In this case, the behavior analyst may teach the child to request TV time by saying “TV please?” if the child\nbehaviors, and 3) can vocalize that statement. The behavior analyst would then train caregivers to only turn the television on\nThe least often used; when the child says “TV please” and not when the child tantrums. Using these first two strategies in\nwe train caregivers combination may serve to eliminate that brief increase in the problem behavior described earlier.\nto present a less\ndesirable\n3) Provide a less desirable consequence\nconsequence after\nA less often used strategy, a behavior analyst may recommend the use of an undesirable\neach occurrence of\nconsequence when behavior is extremely severe; where the individual is harming themselves or others,\nthe behavior. A\nand no other interventions have worked. Here, instead of providing the reinforcer, the behavior analyst may\ncombination of\ntrain caregivers to present a consequence the individual does not like, at all. The term behavior analysts\nstrategies are\nuse for this strategy is punishment. Say, for instance, in the example described above, the child’s tantrum\nsometimes used,\nbehavior usually results in him forcefully hitting his body against objects in the environment, resulting in\ndepending on the\nbruises and cuts, or even concussions. In such a case, any instance of the behavior could lead to the\nseverity of the\nchild severely harming himself. As an intervention, the behavior analyst may recommend a punishment\nbehavior and\nprocedure where, if the child doesn’t like being sent to the time-out corner, it is recommended that\npotential harm to the\nwhenever he throws a tantrum he is taken to the time-out corner until he is quiet and calm for a designated\nindividual or others.\nperiod of time. A combination of all three strategies may be used in this case for effective behavior\nmanagement. However, not all cases may warrant the use of all three strategies.\nIt must be noted that these are just a few ways in which behavior analysts bring about behavior reduction. It is not recommended that any\ncaregiver should implement the procedures described here without consulting a behavior analyst first. Also, it is unlikely that a behavior\nanalyst will recommend only one strategy in isolation, but that a combination of strategies are recommended as an intervention package\nspecifically designed for the individual.",
    "tables": []
  },
  {
    "page_num": 10,
    "text": "ABA: Misconceptions About Punishment\nBy - Amber Kanchwala theautismhelper.com\nPunishment is a hot topic. Unfortunately, there is an unnecessary stigma surrounding the word\npunishment, whether that is the result of improper uses, negative past experiences, or simply just not\nunderstanding the concept. It is very important to understand punishment and its consequences\nbecause it is a helpful tool that can be used appropriately in a variety of settings.\nPunishment: A response is immediately followed by a stimulus change (either a\nremoval of something or addition of something) that decreases the future frequency\nof the response or similar responses.\nSo what does this mean? Just as reinforcement is It is important to distinguish the difference between a\nused to INCREASE behaviors, punishment is used to punisher and something we may think is a punisher. If\nDECREASE behaviors. In positive punishment, a 15 year-old Johnny comes home past curfew every\nstimulus or thing is ADDED immediately after a week, and every week you take away his privileges to\nbehavior and results in a decrease of that behavior. hang out with his friends, this is NOT a punishment.\nFor example, if you are speeding down the expressway This is NOT considered punishment because Johnny’s\nand you get pulled over and issued a $200 speeding behavior of coming home past curfew every week is not\nticket (added stimulus), your behavior of speeding in actually decreasing his behavior.\nthe future is likely to decrease. The ticket serves as a\npunisher intended to decrease our behavior of illegally Punishment is an important tool used for learning and\ngoing over the speed limit. In negative punishment, a immediate behavior change. We learn not to engage in\nstimulus or thing is REMOVED immediately after a certain behaviors or avoid certain things as a result of\nbehavior in order to decrease that behavior. For punishment. It is essential to understand the meaning\nexample, if you are late to work every single day, your of these concepts so we can hopefully move away from\nboss only puts you on the schedule to work one day the negative association most people have. When\nnext week in order to decrease your tardy behavior. implementing punishment, it is important to also use\nYour boss removing hours (removed stimulus) from reinforcement so the individual can increase\nyour schedule acts to decrease future behavior of appropriate behaviors while decreasing inappropriate\ncoming in to work late. behaviors.\nIf punishment is implemented improperly, punishment can result in negative side\neffects. It is important not to deliver punishment too intensely.\nTips for Ethical Practice of Punishment:\n• Consider using a reinforcement procedure FIRST.\n• If using punishment, provide reinforcement for desired behaviors.\n• Do not gradually increase the magnitude of the punisher.\n• Start with the highest magnitude that is least restrictive and slowly decrease the magnitude.\n• Deliver the punisher immediately.\n• Punish every instance of the behavior.\n• Consistently implement punishment in all settings (make sure all teachers and caregivers are\non board and aware of the procedure).",
    "tables": []
  },
  {
    "page_num": 11,
    "text": "ABA: Myths and Facts\nBy - Grace Cascone theautismhelper.com\nMyth:\ntcaF\nABA takes a long time to see actual results.\nIt all depends on the kid. Some move really quickly and others take some time. ABA can take a long time to see results!\nThe therapy focuses on moving with your child as they change and progress. If a kiddo needs to start at basic skills, that\nis where therapy will start. An example is if parents want their child to learn to read. If therapy needs to be started at\nidentifying individual letters, it may take awhile before the child can start reading chapter books. One of the awesome\nthings about ABA is being able to look at data to see how much children are improving.\nAnother thing to consider is how long the client has been engaging in that behavior. The longer the behavior has\nbeen occurring, it will likely take longer to teach an appropriate replacement behavior. Again, it all depends on the child\n(or adult). A final consideration is the severity of the behavior. If a child injures themselves and you have to reinforce the\nbehavior for the safety of the child, it may take longer to decrease the self injurious behavior.\ntcaF Therapists may use assessments that are standardized and focus on what is “normal.” Personally, I never use terms\nlike “low-functioning” or “high-functioning.” ABA is all about the INDIVIDUAL! Saying a child has less developed\nreading skills, just means that is something to focus on improving. I love ABA because it aims to increase skills in kids\nNOT emphasize what they don’t have yet.\ntcaF\nMyth: ABA only focuses on a child’s deficits.\nMyth: ABA will turn my child into a robot.\nWhen first starting with therapy, sometimes kids can talk very “robotically.” Social skills is one of the big ones where\nthis can happen. Over time, as kids develop more skills and see everyday modeling, this often goes away or\ndecreases. When therapists teach certain skills, we initially use very simple and basic responses (which can be\nrobotic). As children see everyday modeling and contact reinforcement for these responses, the robotic-ness goes\naway. It is all about teaching the basics so kids have the tools to grow!!\ntcaF\nMyth: ABA therapists will not work with other fields.\nABA therapists have a bad reputation for being cocky and “know-it-alls.” However, NOT all BCBAs are like this! Each\ntherapist and each company is different. I have seen many ABA therapists that work with SLPs and OTs (occupational\ntherapy), while other ABA therapists may not collaborate very well with these professionals. Parents need to choose\ntherapists that fit best with what their child needs. If it is important for you to provide a team approach for you child,\ntake as much time as you need to find the BCBA who is open to being part of a team.. Personally, I love being able to\nwork in a team with different viewpoints. I believe that two heads are better than one ESPECIALLY when supporting\ncomplex kids.\ntcaF\nMyth: ABA will let my child get away with “bad” behaviors.\nIf kids have some undesirable, or “problem,” behaviors, it may seem like therapists are letting kids get away with the bad\nbehavior. As a field, we really value what the problem behavior is trying to “get” and then influence that consequence. An\nexample is if a kid throws things to gain access to attention. Sometimes it may seem like we are letting them get away\nwith throwing objects, when what we’re trying to do is ignore the throwing behavior by NOT providing attention. By not\nproviding attention when they throw things, they will be less likely to throw things in the future.",
    "tables": []
  },
  {
    "page_num": 12,
    "text": "Ethics of ABA\nBy - Amber Kanchwala theautismhelper.com\nIs ABA Ethical?\nYes! ABA is safe, ethical, and effective. The principles of ABA foster learning in areas such as daily living,\ncommunication, play and leisure, academics, and more. The ABA approach focuses on benefiting the\nindividual and providing maximum positive reinforcement, while developing useful skills and socially\nappropriate behaviors. Interventions are customized to each learner’s skills, needs, interests,\npreferences. Treatment goals are derived from detailed behavior assessments.\nJust how much do The Guidelines for Responsible Conduct for Behavior Analysts influence how BCBAs\npractice? Well, a lot! The ethics code dictates how we get consent, how and when to begin treatment,\nhow records should be maintained and stored, and even when to terminate services.\nEthics Code BCBAs always recommend the least restrictive\nprocedures and ALWAYS choose reinforcement\nBoard Certified Behavior Analysts (BCBAs)\nrather than punishment procedures whenever\nfollow an ethics code, which is a guideline\npossible. When punishment procedures are\nfor responsible conduct. Behavior analysts\nnecessary, reinforcement procedures are always\nprovide services, teach, and conduct\nimplemented for alternative behaviors. We\nresearch only within the boundaries of their\nseek to maximize reinforcers that most\ncompetence, based on their education,\nlikely mimic reinforcers in the natural\ntraining, supervised experience, and\nenvironment and we plan for\nprofessional experience. What exactly do\ngeneralization and maintenance to\nwe mean within the boundaries of\nensure that the appropriate behaviors\ncompetence? Well, if an individual is seeking\nare long-lasting across settings, people,\nservices for an intervention to help with a\nand time! When punishment procedures are\nhealthy diet and fitness program and the\nnecessary, reinforcement procedures are always\nBCBA is not certified in nutrition or physical\nimplemented for alternative behaviors.\nfitness, we are not to conduct research of\nprovide services in these areas! We can\nUnfortunately, just as in any other profession,\nhowever, create a behavior selfnot all Board Certified Behavior Analysts may\nmanagement and program, for example, to\npractice responsibly and ethically. Therefore, it is\nhelp achieve goals of increasing daily\nimportant that a few bad examples or past\nphysical activity and decreasing fast food\nexperiences do not negatively affect your\nconsumed weekly. Behavior analysts have a\nperception of the field of behavior analysis and\nresponsibility to work in the best interest of\nBCBA’s! If you are aware of your rights as a\nthe clients. All treatment\nclient and aware of the Ethics Codes for BCBA’s,\nprocedures are scientifically\nthis can strongly benefit you to distinguish\nsupported because the client\nbetween ethical practice vs. unethical practice.\nhas the right to effective If you are ever unsure if an incident is unethical\nand should be reported, the BACB legal staff is\ntreatment.\navailable via email at bacblegal@bacb.com.",
    "tables": []
  },
  {
    "page_num": 13,
    "text": "ABA: Beyond Autism\nBy - Kimeisha Chambers theautismhelper.com\nApplied Behavior Analysis (ABA) is a field of behavioral psychology whose primary focus is the application of the\nresearch supported principles and laws of behavior to the natural setting (e.g., home, school, workplace, etc.).\nThe most common application of applied behavior analysis is in working with children with autism; from intensive\nearly intervention programs, to social skills development, academics, and job training. On the contrary, this is not\nthe only area in which ABA is used effectively. Beyond autism, ABA is applied in all areas of mental health as well\nas in areas such as Organizational Behavior Management (OBM), Education (both special education and\nmainstream), Health and Wellness (healthy eating, exercise, etc), Substance Abuse, Animal Training, Parenting,\nLanguage Acquisition, Gerontology, and even sports; to name a few.\nHow is that that such a field can have so wide a scope?\nThe key to ABA’s wide scope is its foundation in research on the principles of behavior. Principles such as the effects\nof reinforcement, and punishment, which guide how behavior is learnt and maintained over time. We all behave! Humans and\nanimals alike. We behave at home, we behave at school, we behave in the workplace, we behave even when we are alone.\nOnce we are a living being, we engage in behavior and our behaviors are guided by the principles upon which ABA is\nbased. As a result, ABA has over the years been found to be effective in a wide range of fields. Let’s look at a few:\nMental Health OBM\nIn the field of mental health and wellness, behavior analyst work Organizational Behavior Management is a growing subfield of ABA.\nalongside other professionals such as Clinical Psychologists and Here, the role of the behavior analyst is to develop programs that\nPsychiatrists with individuals diagnosed with schizophrenia, mental serve to improve individual and group performance in the workplace,\nretardation, social and emotional disorders, and other clinical as well as promote safety and productivity. The areas of focus for the\nconditions. Here, the role of the behavior analyst is to design behavior analyst in the workplace include performance management\ninterventions that target behaviors that are associated with these strategies, behavioral systems analysis (seeing the organization as a\ndiagnoses (aggression, self-injury, negative self-talk, etc.). The same system whose individual parts interact and impact the whole), and\nbasic principles of behavior apply here, and research has supported behavior-based safety protocols. Within these areas, the same basic\nthe effectiveness of ABA in clinical settings. principles of behavior are employed as they relate to effective\nfeedback, effective staff training, and even the measurement of clear\noutcomes that are used to determine sound performance and\nEducation productivity.\nApplied behavior analysis in education is a fast growing area of\napplication. Currently, a large number of degree programs in\neducation (more specifically special education) have an ABA General Health & Wellness\ncomponent to their course load. More and more special education A large number of research in ABA has been conducted on healthy\nteachers are being exposed to ABA in some way, and are using the eating habits, dieting and exercise, stress reduction, obesity\nmany research-based ABA teaching strategies in their classrooms. management, eating disorders, smoking cessation, alcohol\nStrategies such as discrete trial training, token economy systems, and consumption etc. Here, researchers have looked into how the\nfluency-based instruction. In some cases, the tools that behavior restructuring of one’s environment plays an integral role in the\nanalysts use to assess students’ skill sets (such as the Assessment of management of healthy habits that promote a healthy lifestyle.\nBasic Language and Learning Skills; ABLLS) are used by special\neducation teachers to identify areas to be worked on for each of their\nstudents. Some special education teachers are also being trained in\nGerontology\nbasic behavior management techniques that can be used in the\nOften referred to as behavioral gerontology, the application of\nclassroom to manage problem behaviors and promote more\nbehavior analysis to work with older adults is also a growing field.\nappropriate behaviors. In some states, school districts have hired\nHere, behavior analysts work with older individuals with a range of\nbehavior analysts who cover a specific set of schools and are in\npsychological challenges including behavioral problems associated\ncharge of responding the the behavioral concerns that arise within\nwith mental illness, dementia, late-life depression, and anxiety; as well\nthat district.\nas for improving exercise and healthy dieting, improving lost skills\nIn other areas of education, there are specialized schools\nsuch as walking, continence, and more independent self-care\naround the US which are designed specifically for children with\npractices (e.g. teeth brushing, cleaning up after oneself, and general\ndevelopmental and even learning disabilities. Many of these schools\nhygiene).\nare run by behavior analysts or have behavior analysts on staff who\ndesign individualized academic programs for each student.\nAnimal Training Sports\nIn the early years of behavior analysis, founding-father B.F Skinner The application of behavior analysis to sports is another growing subconducted all of his basic research with animals. Today, the same field, Here, research has been conducted to assess the effectiveness\nprinciples that were identified in the laboratory are used to train of behavior analytic principles in improving performance in a variety of\nanimals such as dogs, parrots, sea lions, horses, monkeys, even sports, such as surfing, football, gymnastics, tennis, swimming, and\nelephants; to name a few. soccer, to name a few.",
    "tables": []
  }
]