[
  {
    "page_num": 1,
    "text": "LONDON\nAPPLIED BEHAVIOUR\nANALYSIS & AUTISM:\nAN INTRODUCTION\nSuzanne M. Buchanan\nPsy.D., BCBA-D\nMary Jane Weiss\nPh.D., BCBA-D\nPUBLISHED WITH PERMISSION",
    "tables": [
      "| APPLIED BEHAVIOUR ANALYSIS & AUTISM: AN INTRODUCTION |  |  |  |\n| --- | --- | --- | --- |\n|  |  |  |  |\n|  |  | Suzanne M. Buchanan Psy.D., BCBA-D Mary Jane Weiss Ph.D., BCBA-D |  |\n|  |  |  | PUBLISHED WITH PERMISSION |"
    ]
  },
  {
    "page_num": 2,
    "text": "First Bridge Centre is a fresh start for ABA in the UK. We promise a new beginning\nfor families who live with early years ASD without a clear sense of choice. Led by the\nscience, defined by results our only care is the best care for each child we support.\nOur vision\nEvery child born with autism should benefit from urgent attention, dedicated\nintensive care and the chance to grow and live their best life. Every family should\nknow what’s possible with early evidence-based treatment.\nPublished in the UK with permission. Copyright 2020 First Bridge Centre",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "Contents\nForward 1\nIntroduction: Why ABA? 3\nWhat is ABA? 7\nHow Behavior Analysts Approach Teaching 9\nABCs of Behavior 10\nWhat Principles and Methods Comprise ABA? 11\n12 Motivation\n14 Reinforcement\n16 Shaping\n17 Prompts\n18 Modeling (Imitation Training)\n20 Discrete Trial Instruction\n23 Verbal Behavior\n25 Natural Environment Training\n26 Picture Exchange Communication System\n27 Incidental Teaching\n28 Pivotal Response Training\n30 Task Analysis and Chaining\n32 Token Economy\n33 Activity Schedules\n34 Precision Teaching with Rate-Building\n36 Functional Assessment and Analysis\n39 Antecedent-Based Interventions\n41 Positive Behavior Support\n43 Generalization and Maintenance\nEvaluation of ABA Programs 45\n45 Data collection and analysis\n46 Demonstrating a functional relation\nRunning an Intensive ABA Program 47\nABA and the Family 49\n51 Siblings\n52 Running a Home-Based ABA Program\nABA as a Profession 55\nMyths & Facts 57\nSummary 61\nResource Section 63\nReferences 64\nGive Us Your Feedback 69",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "Forward\nBoth authors have been profoundly touched by many individuals with autism and\ntheir families. We have partnered with parents to teach their children and learned\nfrom the challenges and joys they experienced while raising a child with autism.\nMany of these parents consistently requested a written overview that defined and\ndescribed methods used within Applied Behavior Analysis (ABA) programming.\nParents wanted this information during their initial search to better understand\nthis treatment approach, and during their journey to increase their knowledge and\nabilities. Unfortunately, only a few such publications have met this need and they\ncover slightly different topics.\nThis book is intended for those parents and professionals who want an overview of\nApplied Behavior Analysis and the meaningful changes it can make in the lives of\npeople with autism. The book is divided into brief segments that focus on specific\ntopics. Within each section, readers can expect a description or definition of the\ntopic, examples from everyday settings, and references for further information.\nReferences are largely drawn from the professional literature with an emphasis on\nthose that have a high degree of scientific validity. We hope this book is helpful to you\nand we welcome your feedback for future revisions.\nIt is important to emphasize that this book is an overview and the resources listed\nin each section and at the end should be referred to for a more comprehensive\nunderstanding of the discussed topics.\nThe authors gratefully acknowledge the peer review of Dr. Sandra Harris and the\ncontributions of Tamara Bannon, Jenna Miller, Rebecca Hernandez, and Chigusa\nWeekley to this manuscript.\nSuggested citation: Buchanan, S. M., & Weiss, M. J. (2010). Applied behavior\nanalysis and autism: An introduction. Robbinsville, NJ: Autism New Jersey.",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "Introduction\nWhy ABA?\nThere are many autism treatments available, ABA programming for young children\nand most of them claim promising results. with autism. The results of these studies\nHow do you know if these claims are true? Is challenged previous notions that people with\nthere concrete evidence that the treatment autism could not be educated or that they\nworks? Choosing the right treatment is in could not lead meaningful and independent\nthe best interest of your child and should be lives. The children who participated in early\nworth the commitment and resources. So the and intensive ABA programming learned\nquestion is: why ABA? many new skills and substantially reduced\nGlossary\ntheir problematic behavior. Some of these\nThere are many anecdotes that appear to children learned so much that today it is hard\nsupport numerous treatments. ABA stands to tell them apart from typically developing\nout because its foundation is the collection children.\nand review of direct observational data.\nThere have been hundreds of well-controlled While there is still much to learn about\nstudies published in the professional how early behavioral intervention affects\nliterature documenting ABA’s effectiveness young children with autism, there are\nwith learners with autism (Matson et al., some powerful messages from the studies\n1996). Most of these studies have focused conducted so far (Green, 1996). Several\non one or two specific behaviors that state and federal agencies have heard these\nrequired intensive teaching or treatment. powerful messages and agree that there is\nSome have focused on the learners’ behavior solid evidence that early and intensive ABA\nas well as the therapists’ and the parents’ intervention can produce comprehensive\nbehavior during academic and social and meaningful improvements for a large\ninteractions. Approximately ten studies have proportion of children with autism (for\nexplored the long-term effects of intensive example, Maine Administrators of Services\n3",
    "tables": []
  },
  {
    "page_num": 6,
    "text": "for Children with Disabilities (MADSEC) of this study showed that children in an\nAutism Taskforce, 1999; New York intensive ABA program produced significant\nState Department of Health, 1999; U.S. improvement across all four areas compared\nDepartment of Health and Human Services, to the children who received eclectic and\n1999). non-intensive treatments. The study even\nfound that the children who received\nAdditionally, the United States Congress non-intensive early intervention showed a\ncommissioned a panel of autism experts to regression.\npublish a state of the research on autism and\nprovide recommendations for public policy What about children with autism who enter\nand future research (National Research treatment at a later age? There is some\nCouncil, 2001). While they recognized the evidence that these children also benefit\ncontribution of a behavior-based approach in substantially from ABA instruction when\nautism treatment, they pointed out the lack compared to children who participated\nof comparison studies of among this and in other interventions of similar intensity\nother popular treatments. The results from (Eikeseth, Smith, Jahr, & Eldevik, 2002).\nthis type of study would shed more definitive The researchers examined the progress\nlight on the question of which treatment was of 25 4-7 year olds who received either\nthe best. They stressed the importance of intensive behavioral treatment or intensive\nconducting studies that directly compared eclectic treatment in public school settings.\ninterventions so that educators and parents The results indicated that children who\ncould select the most effective treatment for participated in intensive behavioral treatment\nan individual with autism. Since then, two made large improvements across all\ncomparison studies have been published in measured skill areas (i.e., cognitive, visualpeer-reviewed journals. While there are limits spatial, language, and adaptive behavior\nto how much information can be gleaned skills) as compared to those children who\nfrom only two studies (described below), the received intensive eclectic treatment.\nresults tells us more about the effectiveness\nof ABA. The same is likely to be true for adults with\nautism. While there are well-documented\nHow does ABA compare to other treatments? effects of behavioral assessment and\nHoward, Sparkman, Cohen, Green, & intervention strategies on improved\nStainslaw (2005) published a study on functioning for adults with autism\nthe effects of three different treatment (McClannahan, MacDuff, & Krantz, 2002),\napproaches used within early intervention. there are limited long-term data on intensive\nSixty-one young children with autism programs for adults. However, it is clear that\nspectrum disorders received one of three many adults experience real and substantial\ntreatment procedures: a) intensive behavior gains come from ABA intervention. Thus, it\nanalytic intervention, b) intensive eclectic stands to reason that ABA remains a central\nintervention which was a combination and effective component of services for\nof popular methods, or c) non-intensive individuals of all ages with autism.\npublic early intervention. The children were\nan average of 34 months old when they Early and intensive ABA programming is\nentered the study. The study measured each cost effective and potentially life changing\nchild’s skills before and after a 14-month for individuals and their families (Jacobson,\nintervention in the areas of: a) cognitive, Mulick, & Green, 1998). Why not turn to\nb) non-verbal, c) receptive/expressive science and get the best available treatment?\nlanguage, and d) adaptive skills. The results When you review the results of the research,\nyou will find ABA.\n4 Introduction",
    "tables": []
  },
  {
    "page_num": 7,
    "text": "Resources\nCeliberti, D. A., Buchanan, S. M., Bleeker, Matson, J. L., Benavidez, D. A.,\nF. N., Kreiss, D. S., & Rosenfeld, D. (2004). Compton, L. S., Paclawskyj, T., & Baglio,\nThe road less traveled: Charting a clear C. (1996). Behavioral treatment of\ncourse for autism treatment. Autism: autistic persons: A review of research\nBasic Information (5th ed., pp. 17-32). from 1980 to the present. Research in\nRobbinsville, NJ: Autism New Jersey. Developmental Disabilities, 17, 433-465.\nEikeseth, S., Smith, T., Jahr, E., & Eldevik, McClannahan, L. E., MacDuff, G. S.,\nS. (2002). Intensive behavioral treatment & Krantz, P. (2002). Behavior analysis\nat school for 4- to 7-year-old children with and intervention for adults with autism.\nautism: A 1-year comparison controlled Behavior Modification, 26, 9-26.\nstudy. Behavior Modification, 26, 49-68.\nNational Research Council (2001).\nGreen, G. (1996). Early behavioral Educating children with autism.\nintervention for autism: What does research Committee on Educational Interventions\ntell us? In C. Maurice (Ed), G. Green, & S. for Children with Autism. C. Lord & J.\nC. Luce (Co-eds.). Behavioral intervention P. McGee (Eds.) Division of Behavioral\nfor young children with autism: A manual and Social Sciences and Education.\nfor parents and professionals (pp. 29-44). Washington, DC: National Academy Press.\nAustin, TX: PRO-ED.\nNew York State Department of Health\nHoward, J. S., Sparkman, C. R., Cohen, Early Intervention Program. (1999).\nH. G., Green, G., & Stainslaw, H. (2005). Clinical practice guidelines: The guideline\nComparison of intensive behavior analytic technical report – Autism/pervasive\nand eclectic treatments for young children developmental disorders, assessment and\nwith autism. Research in Developmental intervention. Albany, NY: New York State\nDisabilities, 26, 359-383. Department of Health.\nJacobson, J. W., Mulick, J. A., & Green, U.S. Department of Health and Human\nG. (1998). Cost-benefit estimates for early Services. (1999). Mental health: A report\nintensive behavioral intervention for young of the surgeon general. Rockville, MD:\nchildren with autism--general model and U.S. Department of Health and Human\nsingle state case. Behavioral Interventions, Services, Substance Abuse and Mental\n13, 201-226. Health Services Administration, Center for\nMental Health Services, National Institutes\nMADSEC Autism Taskforce. (1999). of Health, National Institute of Mental\nExecutive summary. Portland, ME: Health.\nDepartment of Education.\nIntroduction 5",
    "tables": [
      "| Resources Celiberti, D. A., Buchanan, S. M., Bleeker, Matson, J. L., Benavidez, D. A., F. N., Kreiss, D. S., & Rosenfeld, D. (2004). Compton, L. S., Paclawskyj, T., & Baglio, The road less traveled: Charting a clear C. (1996). Behavioral treatment of course for autism treatment. Autism: autistic persons: A review of research Basic Information (5th ed., pp. 17-32). from 1980 to the present. Research in Robbinsville, NJ: Autism New Jersey. Developmental Disabilities, 17, 433-465. Eikeseth, S., Smith, T., Jahr, E., & Eldevik, McClannahan, L. E., MacDuff, G. S., S. (2002). Intensive behavioral treatment & Krantz, P. (2002). Behavior analysis at school for 4- to 7-year-old children with and intervention for adults with autism. autism: A 1-year comparison controlled Behavior Modification, 26, 9-26. study. Behavior Modification, 26, 49-68. National Research Council (2001). Green, G. (1996). Early behavioral Educating children with autism. intervention for autism: What does research Committee on Educational Interventions tell us? In C. Maurice (Ed), G. Green, & S. for Children with Autism. C. Lord & J. C. Luce (Co-eds.). Behavioral intervention P. McGee (Eds.) Division of Behavioral for young children with autism: A manual and Social Sciences and Education. for parents and professionals (pp. 29-44). Washington, DC: National Academy Press. Austin, TX: PRO-ED. New York State Department of Health Howard, J. S., Sparkman, C. R., Cohen, Early Intervention Program. (1999). H. G., Green, G., & Stainslaw, H. (2005). Clinical practice guidelines: The guideline Comparison of intensive behavior analytic technical report – Autism/pervasive and eclectic treatments for young children developmental disorders, assessment and with autism. Research in Developmental intervention. Albany, NY: New York State Disabilities, 26, 359-383. Department of Health. Jacobson, J. W., Mulick, J. A., & Green, U.S. Department of Health and Human G. (1998). Cost-benefit estimates for early Services. (1999). Mental health: A report intensive behavioral intervention for young of the surgeon general. Rockville, MD: children with autism--general model and U.S. Department of Health and Human single state case. Behavioral Interventions, Services, Substance Abuse and Mental 13, 201-226. Health Services Administration, Center for Mental Health Services, National Institutes MADSEC Autism Taskforce. (1999). of Health, National Institute of Mental Executive summary. Portland, ME: Health. Department of Education. |  |  |\n| --- | --- | --- |\n|  | Introduction | 5 |"
    ]
  },
  {
    "page_num": 8,
    "text": "What is ABA?\nABA makes meaningful changes in people’s On a more technical note, Cooper, Heron,\nlives through the use of procedures that and Heward (1987) define ABA as:\nhave been demonstrated to work. The\nfollowing description of ABA was adapted the science in which procedures\nfrom Green (1996). derived from the principles of behavior\nare systematically applied to improve\nBehavior analytic treatment for autism socially significant behavior to a\nuses reinforcement in structured and meaningful degree and to demonstrate\nnatural environments to help individuals experimentally that the procedures\nlearn new skills. Skills ranging from simple employed were responsible for the\nto complex are broken down into small, improvement in behavior. (p. 14)\nmeasurable units and systematically\ntaught. A high-priority goal is making it As we said above, ABA makes meaningful\nenjoyable for the learner. Through carefully changes in people’s lives through the use of\nplanned guidance and reinforcement, the procedures that have been demonstrated to\nlearner is more likely to exhibit appropriate work.\nbehavior during and after the teaching\ninteraction. In contrast, problem behaviors During the last fifty years, Behavior\nare not reinforced. Some analysis may be Analysis has been referred to in a number\nnecessary to determine the function(s) and of different terms, including behavior\nreinforcers for these behaviors to develop modification, behavior management,\nan effective intervention plan. contingency management, positive\napproaches, and operant or Skinnerian\n7",
    "tables": []
  },
  {
    "page_num": 9,
    "text": "psychology. Most of these terms fail to has two main branches: experimental\nfully capture the nature and dimensions and applied. The experimental analysis of\nof contemporary behavior analysis, and behavior is a field of study in which animals\nbring with them associations that are either and humans participate in experiments\ninaccurate or misleading. Here is some and researchers observe how they behave\naccurate information. Behavior Analysis and learn in different situations. The results\nof these studies are then used to inform\nApplied Behavior Analysis, ABA, which is\nthe service part of the discipline. In other\nwords, this type of behavior analyst works\nwith people to improve their behavior and\nquality of life.\nABA programs are based on empirical\nresearch, include the direct observation\nand measurement of behavior, and\nutilize antecedent stimuli, positive\nreinforcement, and other consequences\nto produce behavior change. ABA is a\nwell-developed discipline among the\nhuman service professions. It has a\nResources\nmature body of knowledge, established\nstandards for practice, distinct methods\nCooper, J. O., Heron, T. E., & Heward,\nof service, recognized experience and\nW. L. (2007). Applied behavior analysis\neducational requirements for practice, and\n(2nd ed.). Upper Saddle River, NJ:\nPrentice Hall. identified sources of requisite education in\nuniversities.\nGreen, G. (1996). Early behavioral\nintervention for autism: What does\nAdditional Resources\nresearch tell us? In C. Maurice (Ed.), G.\nThese two resources describe the\nGreen, & S. Luce (Co-eds.). Behavioral\nintervention for young children with characteristics of Applied Behavior Analysis.\nautism: A manual for parents and While they do not contain information specific\nprofessionals (pp. 29-44). Austin, TX:\nto autism, they are quite relevant and provide\nPRO-ED.\nan accurate and thorough picture of the\nNewman, B. (1999). When everybody concepts that guide the field.\ncares: Case studies of ABA with people\nwith autism. NY: Dove and Orca. Baer, D. M., Wolf, M. M., & Risley, T. R.\n(1968). Some dimensions of applied behavior\nNewman, B., Reeve, K. F., Reeve, S. A.,\n& Ryan, C. S. (2003). Behaviorspeak: analysis. Journal of Applied Behavior\nGlossary of terms in applied behavior Analysis, 1, 91-97.\nanalysis (ABA). NY: Dove & Orca.\nBaer, D. M., Wolf, M. M., & Risley, T. R.\nNewman, B., Reinicke, D., & Newman,\n(1987). Some still-current dimensions of\nL. (2000). Words from those who care:\nFurther case studies of ABA with people applied behavior analysis. Journal of Applied\nwith autism. NY: Dove and Orca. Behavior Analysis, 20, 313-327.\n8 What is ABA?",
    "tables": [
      "|  | Resources Cooper, J. O., Heron, T. E., & Heward, W. L. (2007). Applied behavior analysis (2nd ed.). Upper Saddle River, NJ: Prentice Hall. Green, G. (1996). Early behavioral intervention for autism: What does research tell us? In C. Maurice (Ed.), G. Green, & S. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals (pp. 29-44). Austin, TX: PRO-ED. Newman, B. (1999). When everybody cares: Case studies of ABA with people with autism. NY: Dove and Orca. Newman, B., Reeve, K. F., Reeve, S. A., & Ryan, C. S. (2003). Behaviorspeak: Glossary of terms in applied behavior analysis (ABA). NY: Dove & Orca. Newman, B., Reinicke, D., & Newman, L. (2000). Words from those who care: Further case studies of ABA with people with autism. NY: Dove and Orca. |\n| --- | --- |\n| 8 | What is ABA? |"
    ]
  },
  {
    "page_num": 10,
    "text": "How Behavior Analysts\nApproach Teaching\nThe behavioral teaching approach takes history of experiences, this source\ninto account a few factors, such as the may yield only limited and insufficient\nstudent’s current level of performance, the information about how to increase a\nskill acquisition and behavior reduction person’s behavioral skills.\ngoals, and some assumptions about what\n3. Immediate environment – the events\ncauses behavior (performance) to occur.\nthat are happening during every\nABA views the immediate present as the\nmoment of our lives. This includes the\nkey to comprehending current behavior,\nsetting, other people present and their\nand uses information about the past\nbehavior, objects, activities, routines,\ncautiously (for example, to understand how\nresources, etc. Behavior analysts see\na behavioral pattern developed over time).\nthe immediate environment as the\nmajor cause of behavior. They collect\nCauses of Behavior\nvery specific information about what\n1. Genetic explanations - With the human happens before and after a behavior.\ngenome project complete, we now They then use this information to\nknow more about how genes affect make appropriate behavior more\nbehavior. Unfortunately, this information likely and inappropriate behavior less\nis not yet helpful in producing a likely. Parents and teachers can have\nmedical treatment or cure for autism. a tremendous impact on behavior\nbecause they are such a large part of\n2. Past experiences (sometimes called\nthe child’s immediate environment. So,\nreinforcement history or learning\nthe more you know about maximizing\nhistory) – Behavior analysts study how\nlearning, the more you can change a\nbehaviors are acquired and maintained\nperson’s behavior.\nthrough reinforcement. While it is\nimportant to understand a person’s\n9",
    "tables": []
  },
  {
    "page_num": 11,
    "text": "ABCs of Behavior\nLet’s look more closely at how behavior Both the antecedent (the instruction) and\nanalysts study the interaction between the the consequence (eating lunch) influence\nimmediate environment and behavior. whether the behavior will happen again.\nOne of the main things that behavior Example: Challenging Behavior\nanalysts do is examine the ABCs: A\nTeacher says, “Let’s clean up. It is time for\nAntecedents, Behavior, and\ncircle.” (Antecedent)\nConsequences.\nStudent throws blocks, lies on floor, and\nscreams. (Behavior)\nAntecedent: what comes before a\nspecific behavior B Teacher says, “We need to\nBehavior: the behavior itself\nclean up our toys,” and helps\nConsequence: what happens after a\nchild to put blocks in the box.\nspecific behavior\n(Consequence)\nC\nThis analysis helps to pinpoint Both the antecedent (the\nwhat may trigger a behavior instruction) and the consequence (not\nand assists in identifying what allowed to continue playing) influence\nconsequences keep a behavior whether the behavior will happen again.\ngoing.\nIn real situations, other factors such as the\nExample: Teaching Exchange learner’s motivation and setting events are\ntaken into account. These simple examples\nTeacher says, “Get your lunchbox. It’s time\nare presented for illustration purposes of\nto eat.” (Antecedent)\nthe ABC analysis.\nStudent walks to cubby, gets lunchbox,\nwalks to seat at table, and sits down. What does this mean for me?\n(Behavior) We can understand how and when\nbehaviors occur by examining antecedents\nTeacher says, “Terrific work, Johnny. You\nand consequences. We often can change\ngot your lunchbox. You’re ready to eat.”\nbehaviors by changing what we do\n(Consequence)\nimmediately before and immediately after\nbehavior.\n10",
    "tables": []
  },
  {
    "page_num": 12,
    "text": "What Principles and Methods\nComprise ABA?",
    "tables": []
  },
  {
    "page_num": 13,
    "text": "Motivation\nMotivation is the heart and soul of ABA. a learner engages in a certain behavior,\nBehavior analysts want to know what a and is very relevant to understanding\nperson is motivated by, what interests challenging behaviors. When we\nher, and what she experiences as fun. understand what a person is motivated\nThe old cliché is true: different strokes for to obtain (attention, a desired object, a\ndifferent folks. Perhaps you enjoy a good break from instructional demands), we\nmeal of Italian food while another person can reorganize the environment. We can\nprefers a backyard barbeque. The same provide motivating things in the absence of\nis true for learners with autism. Motivation challenging behavior and teach the learner\nis individually determined and best ways to appropriately request them.\nunderstood by observing the person and\nhis/her choices. It also is important to keep Technically speaking, motivation is often\nin mind that motivation can change on a called an “establishing operations” (EO) or\nmoment-to-moment basis. Even though a “motivational operation” (MO). They are\nyou like a good barbeque, you probably events with to properties:\nwouldn’t want one every night of the week.\n1. a reinforcer-establishing effect that\nHere’s another example: sometimes you\nestablishes what is reinforcing in the\nprefer to listen to calm music and other\nmoment\ntimes to loud, upbeat music. To maximize\n2. an evocative effect that evokes a\nthe learner’s fun and performance,\nparticular response\nbehavior analysts encourage him/her\nto make choices and incorporate these\nIn simple terms, an EO determines what is\npreferences into the teaching interaction.\nwanted and influences what the individual\ndoes to get the desired item. Here’s an\nThis moment-to-moment analysis of the\nexample with an adolescent with autism.\nlearner’s motivation can seem like a lot\nof hard work, which goes above and\nbeyond the standard curriculum and\nJason has been outside on a hot day.\ntypical teaching strategies. So, why is this\nHe gets thirsty and desires water (the\nimportant and worthwhile? When equipped\nreinforcer-establishing effect). We now have\nwith this information, behavior analysts can\nestablished water as a potential reinforcer.\noffer fun activities, interesting objects, and\nThe second property, called an evocative\ndesirable items to the learner. The learner\neffect, is demonstrated when Jason does\nthen associates the instructor with those\nsomething to obtain that reinforcer (water).\nfun and desirable items and activities.\nHe might take his teacher’s hand and\nThis often is called pairing yourself\nlead her to the water fountain. He also\nwith reinforcement. It is the essence of\nmight give her a picture of a glass of water.\nmaking learning fun and of building a\nThus, the same reinforcer could evoke\npositive association with the instructor.\ndifferent response at different times or for\nThe instructor becomes the source of fun\ndifferent people. Responses that have been\nand desirable items, the person who gives\nsuccessful in the past are more likely to\nsquishy balls, teddy grahams, hugs, high\noccur than other responses.\nfives, trips to the playground, and giggles.\nMotivation also is about understanding why\n12 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 14,
    "text": "Motivation\nHere’s another example. A child sees a\npopular toy from a favorite movie in the\ntoy store. She may want it. This is the\nreinforcer-establishing effect. Once in the\ntoy store, she may request the toy because\nsuch requests have been honored in\nthe past. This is the evocative effect. If\nrequests have led to obtaining desired\nthings, the likelihood of requesting is high\nin these situations.\nThis is true for both appropriate and\ninappropriate behaviors used to request\ndesired items. Therefore, this concept also\ncan be used to understand how challenging\nbehaviors emerge. ABA instructors are\nvery interested in EOs, and in maximizing\nmotivation in general. Understanding\nEOs significantly increases the success of\ninstruction.\nA student is new to the learning\nenvironment. The teacher puts out an\narray of enticing toys and foods. She\nsamples some and plays with some, and\nwaits for the learner to indicate an interest.\nAs the learner reaches for an item, she Resources\nimmediately grants access to the item. She\nalso offers praise, hugs and attention while\nDelmolino, L., & Harris, S. L. (2004).\nthe learner eats the snacks and plays with Incentives for change: Motivating people\nthe toys. She is pairing herself with rewards with autism spectrum disorders to learn\nand working to identify EOs. She wants to and gain independence. Bethesda, MD:\nWoodbine House.\nknow what the learner wants. Eventually,\nshe will ask the learner to engage in a brief\nMichael, J. (2000). Implications and\ntask before granting access to the desired refinements of the establishing operation\nitem. concept. Journal of Applied Behavior\nAnalysis, 33, 401-410.\nSundberg, M. L., & Partington, J. W.\n(1998). Teaching language to children\nwith autism or other developmental\ndisabilities. Pleasant Hill, CA: Behavior\nAnalysts, Inc.\nABA Principles & Methods 13",
    "tables": [
      "|  | Resources Delmolino, L., & Harris, S. L. (2004). Incentives for change: Motivating people with autism spectrum disorders to learn and gain independence. Bethesda, MD: Woodbine House. Michael, J. (2000). Implications and refinements of the establishing operation concept. Journal of Applied Behavior Analysis, 33, 401-410. Sundberg, M. L., & Partington, J. W. (1998). Teaching language to children with autism or other developmental disabilities. Pleasant Hill, CA: Behavior Analysts, Inc. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 13 |"
    ]
  },
  {
    "page_num": 15,
    "text": "Reinforcement\nBehavior analysts knowingly use reinforcement involves 1) the systematic and immediate\nto increase behavior. However, we all use delivery of a consequence (following a behavior)\nreinforcement every day, in our dealings with and 2) an increased likelihood that the behavior\nother people. We may not call it reinforcement, will happen again. In fact, we can only know\nbut it is happening all the time! Reinforcement that something is a reinforcer after we watch its\neffect on behavior over time. Simply providing a\npreferred item contingent upon a behavior will\nnot necessarily result in an increase in behavior\nType 1 Reinforcement\nunder similar conditions in the future.\nType 1 reinforcement (also referred to\nas positive reinforcement) involves the\nType 2 Reinforcement\naddition of something desirable, such as\npraise, hugs, a gummy bear, and stickers.\nExample 1 Type 2 reinforcement (also referred to\nA teacher is instructing Thomas to point\nas negative reinforcement) involves the\nto objects. She puts a ball, a cup, a\nremoval of something undesirable.\nshoe, a spoon, and a hat on the table.\nShe instructs him to “Touch the shoe.” Example 1\nThomas touches the shoe. The teacher We turn off an alarm clock to stop the\nenthusiastically says, “Hooray! You touched loud repetitive sound.\nthe shoe. Now you get to put on your (cid:116)(cid:1) Behavior: touching “off” button on\nshoes and go outside.” clock\n(cid:116)(cid:1) Behavior: following an instruction by (cid:116)(cid:1) Consequence: removing\ntouching an item undesirable alarm sound\n(cid:116)(cid:1) Consequence: received praise and a (cid:116)(cid:1) Future effect: makes “touchingchance to go outside and play off-button” behavior more likely to\n(cid:116)(cid:1) Future effect: makes following occur the next time alarm sounds\ninstructions more likely to occur the\nnext time someone asks him to do Example 2\nsomething At McDonald’s Playland, a child is\noverwhelmed by the loud noises. The\nExample 2 child requests to leave, saying “car, car.”\nJohnny sees a friend eating a cookie. He The family leaves.\npoints to the cookie. His mother then gives (cid:116)(cid:1) Behavior: requesting to go home\nhim a cookie. (cid:116)(cid:1) Consequence: exiting reduces\n(cid:116)(cid:1) Behavior: pointing to a desired item exposure to undesired noise\n(cookie) to ask for it (cid:116)(cid:1) Future effect: makes requesting to\n(cid:116)(cid:1) Consequence: received a cookie when go home more likely to occur the\n(and only when) he asked for it next time child experiences high\n(cid:116)(cid:1) Future effect: makes pointing to a noise level\ndesired item (cookie) more likely to\noccur the next time he sees something\nhe wants\n14 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 16,
    "text": "Reinforcement\nBoth positive and negative reinforcement (cid:116)(cid:1) generalized reinforcers such as tokens and\nincrease behavior by making the learner’s life money that allow access to a range of other\nbetter. primary and secondary reinforcers.\nA note on negative reinforcement: The common Effective programming makes use of both types\ndefinition and the ABA definition of negative of reinforcement to maximize the learner’s\nreinforcement are different. As previously progress. The behavior analyst’s goal is to move\nmentioned, the ABA definition refers to an toward the type and schedule of reinforcement\nincrease in behavior when something annoying that will maintain the behavior in typical settings.\nis stopped or prevented because of our behavior.\nIn contrast, the common use of the term is a\nsynonym for punishment. These terms can\nlead to confusion. The important piece to focus\non is the learner’s behavior and what happens\nfollowing the behavior. If the learner repeatedly\nbehaves in ways that result in escape or\navoidance of something undesirable, negative\nreinforcement is in effect. Readers are referred\nto text books on ABA for further information and\nclarification.\nIt can be tempting to think of preferred items\nas reinforcers. Yet, before doing so, it must\nbe demonstrated that the contingent use of\nthe preferred item is the reason for a behavior Resources\nincrease; only then can the item be called a\nreinforcer. For learners with autism, some items\nCooper, J. O., Heron, T. E., & Heward,\nand activities are more likely to be reinforcers\nW. L. (2007). Applied behavior analysis\nthan others. Primary reinforcers serve a (2nd ed.). Upper Saddle River, NJ:\nbiological function and include food, water, Prentice Hall.\nwarmth, and sexual stimulation. Initially, learners\nHall, R. V., & Hall, M. L. (1998). How to\nwith autism may be more responsive to primary\nselect reinforcers (2nd ed.). Austin, TX:\nreinforcers. Secondary reinforcers gain their\nPRO-ED.\npotency because they were paired with primary\nreinforcers or other established secondary Leaf, R., McEachin, J., & Harsh, J.\nD. (Eds.). (1999). A work in progress:\nreinforcers.\nBehavior management strategies &\na curriculum for intensive behavioral\nThere are four types of secondary reinforcers: treatment of autism (pp. 23-36). New\nYork, NY: DRL Books.\n(cid:116)(cid:1) tangible reinforcers such as trinkets and\ntoys,\nMiller, L. K. (1996). Principles of\n(cid:116)(cid:1) activities-oriented reinforcers such as everyday behavior analysis (3rd\nplaying a game and going to the movies, ed.). Pacific Grove, CA: Brooks/Cole\nPublishing Company.\n(cid:116)(cid:1) social reinforcers such as physical contact\nand verbal praise, and\nABA Principles & Methods 15",
    "tables": [
      "|  | Resources Cooper, J. O., Heron, T. E., & Heward, W. L. (2007). Applied behavior analysis (2nd ed.). Upper Saddle River, NJ: Prentice Hall. Hall, R. V., & Hall, M. L. (1998). How to select reinforcers (2nd ed.). Austin, TX: PRO-ED. Leaf, R., McEachin, J., & Harsh, J. D. (Eds.). (1999). A work in progress: Behavior management strategies & a curriculum for intensive behavioral treatment of autism (pp. 23-36). New York, NY: DRL Books. Miller, L. K. (1996). Principles of everyday behavior analysis (3rd ed.). Pacific Grove, CA: Brooks/Cole Publishing Company. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 15 |"
    ]
  },
  {
    "page_num": 17,
    "text": "Shaping\nShaping is a way to reinforce improvement example, if a child is feeling ill, it is a good\nin behavior. Shaping is used to gradually idea to maintain the program and not\nteach the learner how to do something require additional effort on this particular\nbetter. Over time, an instructor rewards day. Second, the learner will become skilled\nattempts that look more like the desired more quickly when all of his/her teachers\nbehavior. Thus, the learner is encouraged communicate and agree. This is to say\nthrough reinforcement to exhibit more that consistency across teachers, parents,\nappropriate behavior. While shaping and others is an important component of\nbehavior can be a slow process, it can the shaping process. All instructors must\nbe quite effective if done correctly. This communicate to understand the current\nprocess requires that the teacher has both teaching plan. When everyone implements\nintimate knowledge of the learner and the the same protocol, the learner more\nability to shift gears based on the learner’s efficiently acquires skills. This emphasis\nperformance. One of the positive effects of on consistency is also valuable for all other\nshaping includes decreasing frustration by teaching programs.\nproviding feedback to the learner that he/\nshe is on the right track. Learning becomes Behavior analysts often describe their\nmore rewarding because there are many teaching method as “shaping” a particular\nopportunities for reinforcement along the behavior. For example, they may say that\nway. they are shaping vocal sounds. At first, a\nvocal approximation of a word would be\nWhen shaping behavior, there are several reinforced, for example “ba” for “ball.” As\nthings to remember. First, shaping is both the child becomes more fluent in making\nan art and a science. The teacher has sounds, the teacher reinforces only vocal\nto respond to the learner’s performance. approximations that sound like the target\nOn a moment-to-moment basis, she word. Behavior analysts also shape other\nmust match the amount of the learner’s behavior, such as compliance, by asking a\neffort with the amount of reinforcement. learner to follow one easy instruction. When\nOn a broader scale, a teacher must set the learner performs that skill well, the\nher requirements based on the learner’s teacher expects more. To follow the above\nperformance throughout the day. For examples, she may ask the child to say,\n“want ball,” or to follow two instructions.\nResource\nFoxx, R. M. (1982). Increasing\nbehaviors of persons with severe\nretardation and autism. Champaign, IL:\nResearch Press.\n16 ABA Principles & Methods",
    "tables": [
      "|  | Resource Foxx, R. M. (1982). Increasing behaviors of persons with severe retardation and autism. Champaign, IL: Research Press. |\n| --- | --- |\n| 16 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 18,
    "text": "Prompts\nPrompts are defined as extra cues or hints Generally, we use more obvious prompts\nthat help the learner to know what to do in when teaching a new skill and more subtle\na particular situation or time. Prompts are prompts when the learner has mastered\nthings we do to increase the likelihood that a skill but needs a reminder. Types of\nlearners will make the correct responses. prompts include:\nWhenever a learner is being taught\n(cid:116)(cid:1) physical or hand-over-hand assistance\nsomething for the first time or has not yet\n(cid:116)(cid:1) gestural such as pointing\nmastered a skill independently, prompting\n(cid:116)(cid:1) modeling or demonstration\nshould be used to ensure correct responses\n(cid:116)(cid:1) visual such as a picture\nand to prevent errors. Even after a learner\n(cid:116)(cid:1) textual such as written checklist\nhas mastered a skill, he/she may still need\n(cid:116)(cid:1) verbal such as “What do you want?”\nprompting to respond within an appropriate\namount of time and in new situations.\nExample 1\nThe instructor says, “Do this,”\nwhile clapping her hands together.\nShe then reaches over to take\nthe child’s hands and makes a\nclapping motion with them. This\nphysical prompt ensures that\nthe learner correctly imitates the\nteacher.\nExample 2\nA mother and a child are in a toy\nstore. The mother says, “You can\nResources\npick out a toy.” The child does not\nrespond. The mother then shows\nhim two toys and verbally prompts MacDuff, G. S., Krantz, P. J., &\nhim, “Do you want Winnie the McClannahan, L. E. (2001). Prompts\nand prompt-fading strategies for people\nPooh or Elmo?” The child grabs\nwith autism. In C. Maurice, G. Green, &\nElmo. The mother notices that the\nR. M. Foxx (Eds.). Making a difference:\nvisual and verbal prompts made Behavioral intervention for autism (pp.\nhis response more likely. 37-50). Austin, TX: PRO-ED.\nVan Houten, R. (1998). How to use\nprompts to initiate behavior. Austin, TX:\nPRO-ED.\nABA Principles & Methods 17",
    "tables": []
  },
  {
    "page_num": 19,
    "text": "Modeling (Imitation Training)\nWhen we are presented with a new technique for teaching play skills and\nassignment, we are likely to have a lot of some social skills. A learner might watch\nquestions about how to start the project. videotaped sequences of children playing\nYou may ask yourself, “What do I need to imaginatively with a dollhouse, and then\ndo here?” You may feel like you want to practice what was viewed.\nsee exactly what needs to happen. We all\nlike to watch others do something when Because of the central importance of\nwe are learning it for the first time. (Think learning by observation, imitation training\nabout learning to ride a bike or draw a often is a major focus of early instruction.\nhappy face. These things are much easier Learners need to be able to imitate very\nto do if you have watched someone do it.) simple tasks, sequences of actions,\nTypically developing children watch and and novel actions. When a learner has\nimitate others all day long. demonstrated the ability to widely imitate\nand to imitate novel actions, they often are\nA model is any antecedent (before the said to have achieved generalized imitation\nbehavior) stimulus that is identical in form (see page 45). This is an important goal\nto the behavior. A model is a stimulus that for all learners. A child with this ability will\nthe learner imitates. If we want the child to be able to learn from classmates and other\nclap his/her hands, and we clap our hands peers.\nwhile saying, “Do this,” we have provided\na model. As mentioned in the previous Many ABA programs spend a lot of time\nsection, a model is a type of prompt. during the initial phase of instruction\nModels are used in imitation training to teaching learners how to imitate. Later\nhelp learners copy our behavior. Modeling phases of instruction incorporate a variety\nis a powerful instructional tool that also can of experiences to help the learner imitate\nassist learners to master complex skills. For in more real life situations. Another\nexample, modeling can be used to teach consideration is that learners with autism\nappropriate behavior in social situations. may not be initially motivated to learn\nA teacher might instruct a learner to “Do these skills. Instructors should pay careful\nwhat your friends are doing,” when he/she attention to the quality, quantity, and variety\nlooks lost during a transitional time while of reinforcement provided for progress.\nother students are cleaning up materials. Much of children’s learning develops\nPeers are a wonderful source of learning by through imitation as they repeat what they\nmodeling. Peers in a classroom can model hear and do what they see. Imitation is a\nappropriate ways to pay attention, complete valuable developmental achievement. The\nan assignment, ask for help, and interact in ability to consistently and fluently imitate\nall kinds of ways. others offers many benefits in all aspects of\nlife.\nUsually, we think of modeling as the\nimitation of people who are physically\npresent. However, modeling also can be\ntaught using videotapes. Video modeling\nhas been shown to be a highly effective\n18 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 20,
    "text": "Modeling (Imitation Training)\nResources\nBuggey, T. (2009). Seeing is believing:\nVideo self-modeling for people with\nautism and other developmental\ndisabilities. Bethesda, MD: Woodbine\nHouse.\nKrantz, P. J., MacDuff, G. S., Wadstrom,\nO., McClannahan, L. E., Dowrick, P. W.\n(1991). Using video with developmentally\ndisabled learners. In P. W. Dowrick,\nPractical guide to using video in the\nbehavioral sciences (pp. 256-266).\nIndianapolis, IN: John Wiley & Sons.\nLeaf, R., McEachin, J., & Harsh, J.\nD. (Eds.). (1999). A work in progress:\nBehavior management strategies &\na curriculum for intensive behavioral\ntreatment of autism. New York, NY: DRL\nBooks.\nStriefel, S. (1998). How to teach through\nmodeling and imitation (2nd ed.).\nAustin, TX: PRO-ED.\nABA Principles & Methods 19",
    "tables": [
      "|  | Resources Buggey, T. (2009). Seeing is believing: Video self-modeling for people with autism and other developmental disabilities. Bethesda, MD: Woodbine House. Krantz, P. J., MacDuff, G. S., Wadstrom, O., McClannahan, L. E., Dowrick, P. W. (1991). Using video with developmentally disabled learners. In P. W. Dowrick, Practical guide to using video in the behavioral sciences (pp. 256-266). Indianapolis, IN: John Wiley & Sons. Leaf, R., McEachin, J., & Harsh, J. D. (Eds.). (1999). A work in progress: Behavior management strategies & a curriculum for intensive behavioral treatment of autism. New York, NY: DRL Books. Striefel, S. (1998). How to teach through modeling and imitation (2nd ed.). Austin, TX: PRO-ED. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 19 |"
    ]
  },
  {
    "page_num": 21,
    "text": "Discrete Trial Instruction/Discrete Trial Teaching\nDiscrete trial instruction (DTI) or discrete errors. The point here is to minimize the\ntrial teaching (DTT) has historically been errors that a learner may make.)\nthe primary instructional method used in\n2. Mix in new material with older, known\nABA intervention for children with autism.\nmaterial. Technically, this is called task\nIt is a very systematic and methodical way\ninterspersal. For interspersal to be\nof teaching and is supported by a history of\neffective, you must mix in a new item\nsuccess in teaching skills across all areas.\nwith items that learners know very well\nThis technique is well suited to individuals\n(have already mastered). We know that\nwith autism because it makes instruction\nlearners learn more rapidly when taught\nvery clear to the learner. Discrete trials are\nin this way. It also is more naturalistic\ncomprised of several components.\nthan asking a child to do the same\n1. an SD, or a discriminative stimulus (an thing many times in a row.\ninstruction)\n3. Collect data on learning progress.\n2. a response (what the child does in This may be done on a trial-by-trial\nresponse to the instruction) basis, or through probe data collection\ntechniques (in which the teacher takes\n3. a consequence (feedback to the child\ndata only on some of the trials).\nabout his/her response)\nDiscrete Trial Instruction is sometimes\nThere has been some research on the most\ndescribed incompletely or inaccurately.\neffective ways to teach when using discrete\nThis is because DTI has been conducted\ntrials. Here is a summary of several of those\nfor many years, and the definition of “best\nissues.\npractice” DTI has changed along with the\n1. Teach in an errorless way. We know that evolution of the field of ABA. Therefore,\nchildren with autism have a tendency some people’s views of DTI are only partly\nto repeat errors, so it is important to accurate because they do not have the\nprevent errors and to interrupt errors most up-to-date information. Here are some\nwhenever possible. (It is rare that of the most common misconceptions that\nanyone could learn a skill without any people may have about DTI.\nMYTH (most often 10 times) in a row. While we\nDTI is just doing the same thing over and know that repetition helps learning and\nover and over again. that children with autism require many\ntrials of instruction to learn new things, we\nalso know that learning is more efficient\nFACT\nif we vary what we ask the child to do.\nHistorically, people did do DTI as blocks\nBest practice now dictates that we slowly\nof trials, typically working on the same\nintersperse new items with things the child\ntarget behavior repetitively. Children were\nknows very well.\nasked to do the same thing many times\n20 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 22,
    "text": "Discrete Trial Instruction/Discrete Trial Teaching\nBehavior analysts are always aware that\nMYTH\nthe ultimate goal is for the child to be able\nDTI is very slow paced.\nto perform this skill in a variety of natural\nsituations. At first, a discrete trial program\nFACT\nmay have only a few specific strategies and\nHistorically, DTI was slower in pace than\nover time become “looser” as additional\nother types of instruction. This is because\ncircumstances are introduced into the\nit was usually done with trial-by-trial data\nteaching interaction. All learners need to\nrecording, which was noted during the time\nbe taught when to perform and when not\nbetween trials. The number of learning\nto perform certain behaviors. Discrete trial\nopportunities is reduced when several\ninstruction that incorporates strategies to\nseconds pass between trials.\nenhance generalization can be a successful\nway to achieve these goals.\nHow slowly or quickly you provide\ninstructions, often called pacing, has\nbecome increasingly important in ABA MYTH\nintervention. DTI can be done at a rapid\nDTI doesn’t include child choice because\nrate. To maximize learning opportunities,\nthe teacher determines the tasks, items\nprobe data collection can replace trial-byused, and rewards.\ntrial data collection. Other modifications in\ndata collection also can assist the teacher FACT\nin maintaining the pace of instruction.\nThis was historically true of DTI programs.\nHowever, intensive instruction has evolved.\nToday, learners are offered many choices\nMYTH\nin instruction. Preferences are considered\nDTI doesn’t result in generalization; kids\nwhen determining rewards to be offered\ndon’t transfer their learning into everyday\nand activities on which to work. In fact,\nsituations.\npreferences are continually assessed,\nto ensure that the learner is maximally\nFACT\nmotivated to participate in instruction.\nDiscrete trial instruction initially is used to\nFurthermore, learners often choose the\nbuild basic skills and early discriminations.\norder of tasks they will work on, location of\n(Discrimination means knowing when\nwork, objects to be used for an activity, etc.\nto and when not to do something.)\nSometimes, this phase of instruction is very\nmethodical and does not contain much\nMYTH\nprogramming for generalization. However,\nfor some learners, generalization is built Kids who experience a lot of DTI become\ninto the program from the onset. And for little robots who know how to be compliant\nall learners, generalization becomes a focus but not how to be creative.\nof instruction within DTI.\nFACT\nIt may be necessary to begin teaching\nAt the beginning of a program, teachers ask\na specific skill under very specific\nthe child for specific responses, and may\ncircumstances (same instruction, same\ntrain in a very specialized way. Thus, the\ntherapist, and same reinforcer) to make it\neasier for the child to first learn the skill.\nABA Principles & Methods 21",
    "tables": []
  },
  {
    "page_num": 23,
    "text": "Discrete Trial Instruction/Discrete Trial Teaching\nchild may behave in specific ways because patterns (monotone voice or scripted\nconversation), and social behaviors (one\nthose behaviors have been reinforced.\ntrack conversation). To varying extents,\nHowever, this only represents an early phase\nthis may be a prominent characteristic\nof instruction necessary for some learners.\nthat people observe about them. A goal\nIt always is a priority to naturalize both\nof behavioral intervention is to constantly\ninstruction and the child’s behavior.\nexpand the skill repertoires of people with\nautism. Most importantly, anyone who\nYes, it is true that individuals with autism\nknows someone with autism can tell you\nexhibit repetitive behaviors in the form of\nthat he or she is creative in many different\nmotor mannerisms (hand flapping), object\nways!\nmanipulations (lining up toy cars), language\nMYTH\nAs long as you have a curriculum, anyone\ncan effectively conduct DTI.\nFACT\nA comprehensive curriculum is certainly an\nessential component of a child’s education.\nHowever, it is not enough to ensure a\nsuccessful academic experience. You\nneed a great teacher to be a great student.\nEveryone knows the value of a good teacher\nwho can make the material come “alive.”\nTeachers who use an ABA approach\nare always looking for ways to maximize\nthe student’s progress by analyzing the\nstudent’s performance and the elements\nin the teaching situation (the teacher’s\nbehavior, other students’ behavior, the\nResources setting, the materials used, etc.). It is this\nanalysis of the teaching process that is\nLeaf, R., McEachin, J., & Harsh, J. most likely to result in the most beneficial\nD. (Eds.). (1999). A work in progress: outcome for the student. The analysis tells\nBehavior management strategies & the teacher important information so that\na curriculum for intensive behavioral\nhe/she can continue effective practices\ntreatment of autism. New York, NY:\nand discontinue ineffective practices on an\nDRL Books.\nongoing basis.\nLovaas, O. I. (2002). Teaching\nindividuals with developmental delays:\nBasic intervention techniques. Austin,\nTX: PRO-ED.\n22 ABA Principles & Methods",
    "tables": [
      "|  | Resources Leaf, R., McEachin, J., & Harsh, J. D. (Eds.). (1999). A work in progress: Behavior management strategies & a curriculum for intensive behavioral treatment of autism. New York, NY: DRL Books. Lovaas, O. I. (2002). Teaching individuals with developmental delays: Basic intervention techniques. Austin, TX: PRO-ED. |\n| --- | --- |\n| 22 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 24,
    "text": "Verbal Behavior\nMany people in the autism community have 3. The analysis of verbal behavior\nbeen talking about “Verbal Behavior.” Is it is concerned with the functions\na part of ABA? Different from ABA? Better of language including requests,\nthan ABA? What is Verbal Behavior? There comments, and conversation. Verbal\nsure has been a lot of verbal behavior Behavior is a system of classifying\nabout Verbal Behavior! To address these language that behavior analysts find\nquestions, here are some quick answers. very useful, both from a theoretical\nperspective (how we think about\n1. Given that ABA is the science of language) and from a practical\nunderstanding and improving human perspective (how to teach language).\nbehavior, ABA includes the analysis of\nverbal behavior. The behavioral psychologist, B. F.\nSkinner, developed the Verbal Behavior\n2. Verbal behavior is synonymous\nclassification system in 1957, and wrote\nwith communicative behavior. Any\nabout it in his book Verbal Behavior.\ninteraction in which information is being\nSkinner was concerned with expressive\nconveyed is verbal behavior. Thus,\nlanguage, which also can be described as\nverbal behavior includes both vocal\ndirect communication with others. There\nmeans (saying a word) and non-vocal\nare several Verbal Behavior categories\nmeans (pointing and gesturing) of\nespecially relevant to teaching learners with\ncommunication.\nautism. Examples follow each category.\nVerbal Behavior Classifications\nEchoic - imitating a sound, word, or phrase\n(cid:116)(cid:1) Instructor says, “Say, ba” as she looks at a ball. Learner says “ba.”\nMand - making a request or demand\n(cid:116)(cid:1) Learner reaches for a toy train (gesture) and says “choo choo” (speech).\nTact - labeling something in the environment\n(cid:116)(cid:1) A teacher holds up an eraser, and says, “What is it?” The learner says,\n“eraser.”\nIntraverbal - back and forth conversational exchange; talking about things or\npeople not present\n(cid:116)(cid:1) Joey says, “I saw a movie last night.” Henry says, “What movie did you\nsee?” Joey says, “Finding Nemo. It’s about a fish.” Henry says, “Cool. I\nsaw that one, too. It was good.”\nABA Principles & Methods 23",
    "tables": []
  },
  {
    "page_num": 25,
    "text": "Verbal Behavior\nIt is important to recognize that\nVerbal Behavior is not an instructional\nmethodology, but a framework for thinking\nabout language development. This\nclassification system is important because\nit also identifies different reinforcers for\neach type of verbal behavior. For example,\nthe reinforcer for requesting something\nyou want should be receiving that item you\nrequested. This classification of language\nhas been the framework of several\ninterventions or teaching methodologies\nfor learners with autism, including the\nPicture Exchange Communication System\n(PECS; Bondy & Frost, 2001; see page\n28) and Natural Environment Training\n(NET; Sundberg & Partington, 1998; see\npage 27). The success of both intervention\npackages in building communication\nskills is impressive, and may be due,\nin part, to this attention to categories of\ncommunication.\nResources\nBondy, A. S., & Frost, L. A. (2001). A\npicture’s worth: PECS and other visual\ncommunication strategies in autism.\nBethesda, MD: Woodbine House.\nSkinner, B. F. (1957). Verbal behavior.\nEast Norwalk, CT: Appleton-CenturyCrofts.\nSundberg, M. L., & Michael, J. (2001).\nThe benefits of Skinner’s analysis\nof verbal behavior for children with\nautism. Behavior Modification, 25,\n698-724.\n24 ABA Principles & Methods",
    "tables": [
      "|  | Resources Bondy, A. S., & Frost, L. A. (2001). A picture’s worth: PECS and other visual communication strategies in autism. Bethesda, MD: Woodbine House. Skinner, B. F. (1957). Verbal behavior. East Norwalk, CT: Appleton-Century- Crofts. Sundberg, M. L., & Michael, J. (2001). The benefits of Skinner’s analysis of verbal behavior for children with autism. Behavior Modification, 25, 698-724. |\n| --- | --- |\n| 24 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 26,
    "text": "Natural Environment Training\nSundberg & Partington (1998) have taken Mand Training\nthis classification system and created an A child reaches for a bottle of bubbles. The\nintervention package to systematically teach instructor says, “What do you want?” The\nlanguage. They have added other areas of child says “ba.” The instructor gives the\ncurricular emphasis and recommended child bubbles.\na variety of instructional methods to be\nTact Training\nused along with this classification system.\nThe instructor holds up train and says,\nTheir model of intervention is called\n“What is it?” The child says “train.” The\nNatural Environment Training (NET), which\ninstructor says, “choo, choo” and pretends\nhas received a great deal of attention in\nto be a train, inviting the child to do so, too.\nrecent years. Sometimes intensive ABA\nprogramming using both the VB classification Intra-Verbal Training (Beginning)\nsystem and elements of NET is referred to as The instructor says, “The cow says…” The\na Verbal Behavior program. child says “moo.” The instructor smiles and\nsays, “moo” back to the child.\nOther components of instruction common in\nIntra-Verbal Training (Advanced)\nNET include 1) short inter-trial intervals also\nThe instructor asks, “Where did you go on\nknown as rapid pacing, 2) errorless learning,\nvacation?” The child answers, “I went to the\n3) task interspersal, 4) child directed choice\nbeach.” The instructor says, “Ooh, I love\nof materials, 5) probe data collection, and\n6) sign language as a nonverbal means of the ocean!” The child says, “Me, too! And I\ncommunication training. made a sandcastle with my dad!”\nGlossary\nInter-trial intervals – the amount of\ntime between teaching trials\nErrorless learning – using instructions\nand prompts that will ensure the learner’s\naccuracy\nResources\nTask interspersal – mixing known tasks\nwith new tasks\nPartington, J. W., & Sundberg, M.\nChild choice – using the materials L. (1998). The assessment of basic\nlanguage and learning skills: An\nand activities that the child chooses and\nassessment, curriculum guide, and\ndesires\ntracking system for children with autism\nProbe data collection – occasional or other developmental disabilities.\nPleasant Hill, CA: Behavior Analysts, Inc.\ndata collection to obtain an estimate\nof how often a behavior is happening;\nSundberg, M .L., & Partington, J. W.\nalso a sample of how well a learner is\n(1998). Teaching language to children\nperforming a particular task\nwith autism or other developmental\nSign language – using gestures to disabilities. Pleasant Hill, CA: Behavior\nAnalysts, Inc.\ncommunicate\nABA Principles & Methods 25",
    "tables": [
      "|  | Resources Partington, J. W., & Sundberg, M. L. (1998). The assessment of basic language and learning skills: An assessment, curriculum guide, and tracking system for children with autism or other developmental disabilities. Pleasant Hill, CA: Behavior Analysts, Inc. Sundberg, M .L., & Partington, J. W. (1998). Teaching language to children with autism or other developmental disabilities. Pleasant Hill, CA: Behavior Analysts, Inc. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 25 |"
    ]
  },
  {
    "page_num": 27,
    "text": "Picture Exchange Communication System\nThe Picture Exchange Communication communication by approaching someone\nSystem (PECS) is a picture-based system when he/she wants or needs something.\nthat was developed for learners with It is recommended to use two people: a\nsocial communication deficits (Bondy listener and a prompter. When the learner\n& Frost, 2001). PECS is an alternative reaches for a desired item, the prompter\ncommunication system in which an guides him/her to pick up the picture with\nindividual independently uses pictures to whatever assistance is necessary. Some\nexpress his wants and needs. The PECS learners may need a physical prompt;\nsystem utilizes behavioral principles and others may need a gestural prompt. Next,\ntechniques such as motivation, prompting, the individual reaches toward and places\nshaping, differential reinforcement, the picture in the open hand of the listener.\nreinforcer assessment, and transfer of During this phase of training, it is important\nstimulus control. that the prompter gradually fade the\nprompts over several opportunities.\nOne of the unique characteristics of the\nPECS program is that it teaches the learner In phase two of PECS training, more\nto initiate an interaction with the listener. naturalistic aspects of communication are\nThe pictures are kept in a notebook, and introduced, the communicative partner\na learner is taught to create sentences by gradually moves away, and pictures are\nselecting pictures and delivering them to further from the learner but still in plain\nthe communicative partner as a request for sight. The goal is to teach the learner how\na desired item. PECS emphasizes teaching to request items in all situations in which\na learner to request items, respond to something is desired. In phase three,\nquestions, and make social comments. attention is devoted to teaching picture\nLearners with autism often have deficits discriminations.\nin these areas and benefit greatly from\nprogramming that targets these social skills. Phases four, five, and six are advanced\nlessons within PECS. Phase four\nThe goal of the first phase of PECS introduces sentence structure within\ntraining is to teach a learner to initiate a the system. Teaching simple sentence\nformation using “I want…” or “I see…” is\none way to know if the learner is making a\ncomment or a request. This new language\nstructure (a sentence) is taught using the\nlanguage function (requesting), which the\nlearner already knows. Phase five focuses\non answering simple questions starting\nResource with “What do you want?” Phase six\nteaches learners how to comment on their\nBondy, A. S., & Frost, L. A. (2001). A experiences. After learners successfully\npicture’s worth: PECS and other visual complete all six phases of PECS training,\ncommunication strategies in autism.\nthey will have many communication skills to\nBethesda, MD: Woodbine House.\nuse spontaneously and respond to others.\n26 ABA Principles & Methods",
    "tables": [
      "|  | Resource Bondy, A. S., & Frost, L. A. (2001). A picture’s worth: PECS and other visual communication strategies in autism. Bethesda, MD: Woodbine House. |\n| --- | --- |\n| 26 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 28,
    "text": "Incidental Teaching\nIncidental teaching is a process to help language, sign language, picture\nlearners expand their verbal skills. While exchange, gesturing, pointing, or\nthe term incidental teaching often refers leading.\nto everyday activities as opportunities\n2. Adult requests an elaboration in the\nfor learning, incidental teaching in ABA\nform of a\nintervention has a more specific definition\na. Non-verbal cue, such as shrugging\nand suggested steps. For our purposes,\nshoulders, looking expectantly, or\nincidental teaching is defined as waiting\npointing to the item.\nfor the learner to initiate a request or a\nconversation and then responding in ways b. Verbal cue, such as “What do you\nthat foster more language. want?”\nc. Verbal model, such as “Say, I want\nThe procedure is broken down into the\njuice.”\nfollowing steps:\n3. Child responds with a slightly better\n1. Child initiates for an item or activity.\nresponse than the first initiation. For\nInitiation could be in the form of verbal\nexample, attempting to name an object\nis better than only pointing to it\n4. Adult provides the child with the\nExample 1 requested object.\nA desired toy train is out of reach (See the resources for suggestions on how\non the child’s dresser. The child to increase the number of correct and\nstretches his arm over the dresser elaborated responses.)\nbut cannot reach the train. The\nparent says, “What do you want?\nTrain?” The child says, “T’ain!”\nThe parent gives the train to the\nchild.\nResources\nExample 2\nA child opens his lunchbox and\nFenske, E. C., Krantz, P. J., &\nfinds that there is no straw for McClannahan, L. E. (2001).\nhis juicebox. The teacher notices Incidental teaching: A not-discretethe student’s predicament and trial teaching procedure. In C.\nMaurice, G. Green, & R. M. Foxx.\nlooks expectantly at him, waiting\n(Eds.). Making a difference:\nfor him to ask for help. The child\nBehavioral intervention for autism\nsays, “Uh. Oh.” The teacher says, (pp. 75-82). Austin, TX: PRO-ED.\n“What do you need?” The child\nHart, B., & Risley, T. R. (1982).\nsays, “Straw.” The teacher brings\nHow to use incidental teaching for\nhim a new straw.\nelaborating language. Lawrence, KS:\nH&H Enterprises.\nABA Principles & Methods 27",
    "tables": [
      "|  | Resources Fenske, E. C., Krantz, P. J., & McClannahan, L. E. (2001). Incidental teaching: A not-discrete- trial teaching procedure. In C. Maurice, G. Green, & R. M. Foxx. (Eds.). Making a difference: Behavioral intervention for autism (pp. 75-82). Austin, TX: PRO-ED. Hart, B., & Risley, T. R. (1982). How to use incidental teaching for elaborating language. Lawrence, KS: H&H Enterprises. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 27 |"
    ]
  },
  {
    "page_num": 29,
    "text": "Pivotal Response Training\nAs you may have guessed from reading Furthermore, PRT targets skills that are\nthe previous sections, there are many important and useful in many activities.\ncombinations of antecedent-based For example, PRT can build a set of\ninterventions and consequence-based behaviors such as imitation, compliance,\ninterventions that you can use to make and communication.\na behavior more likely to happen.\nParents typically use antecedents such There are seven (7) main points to\nas instructions. For example, a parent remember:\nsays, “Clean up your toys, please.” The\nThe question/instruction/opportunity to\nchild is more likely to do so following\nrespond should:\nthe instruction than doing so on his\n1. Be clear, uninterrupted, and\nown accord. After the child follows the\nappropriate to the task\ninstruction, the parent might offer a\nconsequence such as praise, “Thanks 2. Be interspersed with maintenance\nfor listening to Mommy. Now we can tasks (tasks the learner can already do\ngo outside to the swings!” The clear with ease)\ninstruction, verbal praise, and access to 3. Be chosen by the child, to a large\na preferred activity all work to increase extent (watch what the child is looking\nthe child’s compliance. Many intervention at, pointing to, or touching and use\npackages do the same thing: they combine those items)\nstrategies to maximize a learner’s progress.\n4. Include multiple components (such as\nBehavior analysts who researched various\nthe ‘blue block’ or the ‘red ball’)\nteaching strategies were able to identify\nsome of the most powerful ones. Then,\nReinforcers should be:\nthey combined them into a package called\n5. Contingent upon the behavior (only\nPivotal Response Training (PRT).\nwhen the behavior is performed\nand not when the behavior is not\nPRT is a set of instructional strategies that\nperformed)\ncan increase a learner’s motivation and\nteach important skills. For learners with 6. Administered following any attempts to\nautism, this effect is extremely important. respond (shaping)\nOftentimes, learners with autism are 7. Related to the desired behavior (such\nnot motivated to participate in social or as giving bubbles when the child\neducational interactions. When learners says “open” while twisting the jar of\nare motivated, they can learn so much bubbles instead of giving a food item\nmore. PRT incorporates strategies that as a reward)\nhelp parents and teachers make the\nmost of the learner’s skills and choices You will find many examples of how to use\nin everyday settings. Also, parents can these strategies in How to Teach Pivotal\nlearn how to use PRT during instructional Behaviors to Children with Autism: A\ntime and throughout daily activities. Training Manual. Overall, these lessons\n28 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 30,
    "text": "Pivotal Response Training\nare intended to be clear, brief, and fun.\nOf course, the specific goals, materials,\nand settings will be individualized for the\nlearner, as with all ABA interventions.\nPRT offers a set of strategies to keep\nlearners paying attention and engaged.\nPRT episodes should be incorporated\ninto planned and natural activities on\na frequent basis (suggested rate is one\nepisode every two minutes). The training\nalso encourages learners to initiate their\nneeds and wants and to respond to others.\nBy providing the learner with choices of\nmotivating items, mixing some new tasks\nwith easy tasks, and rewarding attempts, a\nteacher can be both effective and fun.\nResources\n(Note: PRT is similar to Incidental\nTeaching and Mand Training within\nNatural Environment Training in their Koegel, L. K., Koegel, R. L., Shoshan,\nfocus on choice, reinforcing attempts, and Y., & McNerney, E. (1999). Pivotal\nresponse intervention II: Preliminary\nreinforcing contingently.)\nlong-term outcomes data. Journal\nof the Association for Persons with\nSevere Handicaps, 24, 186-198.\nKoegel, R. L., & Koegel, L. K. (2005).\nPivotal response treatments for autism:\nCommunication, social, and academic\ndevelopment. Baltimore, MD: Brookes\nPublishing.\nKoegel, R. L., & Koegel, L. K. (Eds.)\n(1995). Teaching children with\nautism: Strategies for initiating positive\ninteractions and improving learning\nopportunities. Baltimore, MD: Brookes\nPublishing.\nKoegel, R. L., Schreibman, L., Good,\nA., Cerniglia, L., Murphy, C., & Koegel,\nL. K. (1989). How to teach pivotal\nbehaviors to children with autism: A\ntraining manual. Santa Barbara, CA:\nUniversity of California.\nAvailable at http://www.education.\nucsb.edu/autism/behaviormanuals.\nABA Principles & Methods 29",
    "tables": [
      "|  | Resources Koegel, L. K., Koegel, R. L., Shoshan, Y., & McNerney, E. (1999). Pivotal response intervention II: Preliminary long-term outcomes data. Journal of the Association for Persons with Severe Handicaps, 24, 186-198. Koegel, R. L., & Koegel, L. K. (2005). Pivotal response treatments for autism: Communication, social, and academic development. Baltimore, MD: Brookes Publishing. Koegel, R. L., & Koegel, L. K. (Eds.) (1995). Teaching children with autism: Strategies for initiating positive interactions and improving learning opportunities. Baltimore, MD: Brookes Publishing. Koegel, R. L., Schreibman, L., Good, A., Cerniglia, L., Murphy, C., & Koegel, L. K. (1989). How to teach pivotal behaviors to children with autism: A training manual. Santa Barbara, CA: University of California. Available at http://www.education. ucsb.edu/autism/behaviormanuals. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 29 |"
    ]
  },
  {
    "page_num": 31,
    "text": "Task Analysis & Chaining\nWhen you think about many of the tasks 3. Place napkin on left side of plate\nyou perform on a daily basis, you realize 4. Place fork on napkin\nhow many steps are involved in each task.\n5. Place knife on right side of plate\nYou may be even more aware of how many\n6. Place spoon on right side of plate\nsteps there are when you are learning\n7. Place cup at top of plate\nsomething new, such as how to program\nyour VCR. To learn this complex skill, you\nThis example assumes that all of the\nmay watch someone else do it and write\nnecessary items are within the learner’s\ndown all the steps. Or, you might closely\nreach. This task analysis would be\nfollow the instructions in the manual. But\nexpanded further to include additional\nwhat if those instructions weren’t clear?\nbehaviors in order to get each of these\nYou would need more information and\nitems from their appropriate places.\nmore reinforcement for your attempts if you\nSimilarly, this task analysis could be\nwanted to prevent frustration.\nexpanded to additional items, place\nsettings, and other mealtime activities.\nThe same is true for learners with autism.\nThey also need clear instructions and\nIt is relatively easy to create a task analysis.\nplenty of reinforcement for accomplishing\nThere are several methods you can use.\nsome, and eventually all, parts of a task.\nOne method is to perform the behavior\nOne of the ways behavior analysts do this\nyourself and take note of each step of the\nis by creating and using a task analysis. A\nbehavior. Alternately, you could watch\ntask analysis involves breaking a complex\nanother person perform the behavior. If you\nskill into smaller, teachable units. In\ndo this, select a person who can perform\ncreating a task analysis, an instructor\nthe skill well. In creating the task analysis,\ncreates a road map for how to teach a skill,\nthe steps of the behavior will be linked\nstep by step. There is ample benefit for the\ntogether to create a behavior chain. Then,\nlearner; access to reinforcement is much\na task analysis assessment can then be\ngreater when the task is taught in this\ndone to evaluate what steps of the chain\nmanner.\nalready are performed well by the learner.\nThis enables the instructor to further\nAn example of a task analysis is listed\nindividualize instruction by focusing on the\nbelow. There are many ways to write a\nsteps that are not yet independent.\ntask analysis, and the same task could\nbe described many different ways. A\nWhen taught through chaining, it is\nlearner’s skill level, preferences, and setting\nimportant that the steps be taught in order.\ncharacteristics can influence exactly how a\nAt times, chaining is taught using a forward\ntask analysis is written.\nchaining procedure in which the steps are\ntargeted beginning with the first step. In\nArranging a place setting at the table could\nthe above example, the student would first\ninclude the following steps:\nbe taught to put the placemat on the table\n1. Put placemat on the table independently. Reinforcement is provided\n2. Place plate on placemat for successfully completing this step. The\nteacher then assists the learner to put the\n30 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 32,
    "text": "Task Analysis & Chaining\nplate on the placemat and complete the\nrest of the steps. When the learner can\nperform one step independently on a few\noccasions, the teacher requires that two\nsteps be completed to earn reinforcement.\nChaining also can be taught using a\nbackward chaining procedure. In this\napproach to chaining, the individual is\nled through all the steps of the chain\nand first learns how to do the last step\nindependently (placing the cup, in the\nabove example). Then, the learner would\nachieve independence on the final two\nsteps, and then the final three steps,\nand so on until the chain is completed\nindependently. Backward chaining has\nan advantage over forward chaining in\nsome situations. This advantage is the\nimmediate availability of natural reinforcers\nfor completing the last step. In the above\nexample, after the learner places his cup on\nthe table, dinner is served. Food and drink\nare great reinforcers. Another example is\nteaching a child to put on his coat before\ngoing outside to the swings. As soon as he\ncompletes the final step(s) of the backward\nchain (zipping the coat), he can run\noutside!\nThis systematic approach offers many\nopportunities for the learner to become Resources\nfamiliar with the task, the teacher to\nprocess.\nreinforce new skills, and both to enjoy the\nBaker, B. L., & Brightman, A. J.\n(2003). Steps to independence:\nTeaching everyday skills to children\nwith special needs (4th ed.). Baltimore,\nMD: Brookes Publishing.\nFoxx, R. M. (1982). Increasing\nbehaviors of persons with severe\nretardation and autism. Champaign, IL:\nResearch Press.\nABA Principles & Methods 31",
    "tables": [
      "|  | Resources process. Baker, B. L., & Brightman, A. J. (2003). Steps to independence: Teaching everyday skills to children with special needs (4th ed.). Baltimore, MD: Brookes Publishing. Foxx, R. M. (1982). Increasing behaviors of persons with severe retardation and autism. Champaign, IL: Research Press. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 31 |"
    ]
  },
  {
    "page_num": 33,
    "text": "Token Economy\nTake a moment to review the two types of sitting. If he earns five of the possible six\nreinforcers. Primary reinforcers meet a basic tokens, he can choose an extra snack\nhuman need such as hunger, thirst, and at lunch time or some other appropriate\nwarmth. Secondary reinforcers are learned reinforcer. In this example, the student earns\nover time because of their association with a token for appropriate sitting and learns to\nprimary reinforcers. Secondary reinforcers sit appropriately for longer amounts of time.\ncould include smiles from loved ones, Gradually, the teacher would increase the\nverbal praise, preferred toys, and money. amount of time during which he had to sit\nAs an example, a person goes to work appropriately to earn the tokens. A rule of\neveryday to earn money. At the end of the thumb is to keep the program achievable and\nweek, the person looks forward to receiving challenging, meaning that the student should\nthe paycheck. Why? Because money is a be successful on most occasions as you\npowerful secondary (generalized) reinforcer. encourage better performance.\nMoney can give you access to a wide variety\nof both primary (food and shelter) and The token economy can also include a\nsecondary (leisure time and preferred items) response cost component. A response\nreinforcers. Money is one example of a ‘token’ cost means that if the student exhibits a\nin a token economy. response there is a cost. Using the above\nexample, let’s suppose the student was\nA token economy makes use of secondary disruptive by throwing his pencil and papers\nreinforcers to bridge the gap between a on the floor. After attempting various positive\nbehavior and access to other reinforcers. interventions, the team decided to add\nToken economies can be comprehensive and a response cost component to his token\npositive motivational systems. For example, a economy. Every time the student threw his\nstudent is supposed to stay in his seat for an pencil and papers on the floor, a token was\nentire thirty-minute class period but he has taken away. It is important to know that a\nnever done so. One possible intervention is response cost element is not recommended\na token economy in which he earns tokens in the early stages of instruction in a token\nfor smaller amounts of time in which he economy. As previously mentioned, token\nis sitting appropriately. He could earn one economies should be used as purely positive\ntoken for every five minutes of appropriate motivational systems whenever possible. It is\nalso important to keep in mind other relevant\nguidelines for using behavior reduction\nprocedures when implementing a response\ncost component.\nResource\nOverall, token economies are a powerful\nAyllon, T. (1999). How to use token and systematic tool to expand reinforcement\neconomy and point systems (2nd ed.). options and delay the delivery of\nAustin, TX: PRO-ED. reinforcement to a more typical schedule. By\ndoing so, we increase the types of reinforcers\nthat will motivate learners with autism.\n32 ABA Principles & Methods",
    "tables": [
      "|  | Resource Ayllon, T. (1999). How to use token economy and point systems (2nd ed.). Austin, TX: PRO-ED. |\n| --- | --- |\n| 32 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 34,
    "text": "Activity Schedules\nLearning a new skill or keeping occupied visible and accessible manner. Over time,\nduring down time can be difficult for the learner will progress from prompted\nlearners with autism. What can you do to interaction with the materials to spontaneous\nhelp them? An activity schedule is a tool interaction coupled while following the\nthat they can use to help promote their schedule. As is true for all ABA interventions,\nindependence during play, leisure, and the goal is to make the learner as\nacademic time. An activity schedule is a set independent as possible so that he/she can\nof pictures or words that cues a sequence complete the activity, ask for assistance when\nof activities. Additionally, schedules help to needed, and enjoy his/her new abilities.\npromote choice and can set the occasion for\ninitiations to others. Typical materials for an The five basic steps in the activity schedule\nactivity schedule include a photo album or process are as follows: turn to a page, point\nthree-ring binder, stickers, activity photos, to the photograph, obtain the materials,\nand a preferred item that will serve as a complete the activity, and put away the\nreinforcer for accomplishing the task. materials. The instructor provides and fades\nprompts based on the learner’s progress\nLearners are likely to be successful with an and delivers rewards on the same basis.\nactivity schedule when they can consistently Oftentimes, beginning learners need frequent\naccomplish the following prerequisite skills: reinforcement to stay motivated and on\ntrack. The use of an activity schedule does\n(cid:116)(cid:1) identify pictures versus background;\nnot have to be limited to playing with toys or\n(cid:116)(cid:1) match identical objects;\ncompleting academic tasks. Some clinicians\n(cid:116)(cid:1) match picture to object;\nhave had great success teaching children\n(cid:116)(cid:1) accept guidance;\nand adults with autism how to socialize with\n(cid:116)(cid:1) use materials appropriately; and\ntheir peers using an activity schedule in the\n(cid:116)(cid:1) obtain materials from a different location.\ninitial stages of programming.\nWhen selecting activities, keep in mind that\nThe ability to follow an activity schedule\nthey must be familiar or mastered by the\nbrings many benefits to the learner such as\nlearner with autism because you are teaching\nindependence and choice. It can also be\nhow to complete the sequence of the\ngeneralized to many types of daily activities\nactivities, not the actual tasks. The activities\nfor learners of all ages.\nshould be age appropriate and have a clear\nending. Toys such as play-do or building\nblocks are not recommended at first because\nthey do not have a clear ending. Initial items\ncould include puzzles, nesting cups, stacking\nrings, etc. The schedule should end with a\nResource\nsnack or a preferred activity (for example,\ntickles from a parent).\nMcClannahan, L. E., & Krantz, P. J.\n(2010). Activity schedules for children\nMuch of the work leading up to a successful\nwith autism: Teaching independent\nactivity schedule experience is preparation.\nbehavior (2nd ed.). Bethesda, MD:\nBehavior analysts prepare the materials,\nWoodbine House.\nrewards, and tokens and organize the\nenvironment to display the materials in a\nABA Principles & Methods 33",
    "tables": [
      "|  | Resource McClannahan, L. E., & Krantz, P. J. (2010). Activity schedules for children with autism: Teaching independent behavior (2nd ed.). Bethesda, MD: Woodbine House. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 33 |"
    ]
  },
  {
    "page_num": 35,
    "text": "Precision Teaching with Rate Building\nPrecision Teaching (PT) is an area of ABA that appear quite expert at them. Think about how\nhas been practiced and researched for many you drive or make a sandwich. You do not\nyears. In fact, PT is a form of ABA instruction think through every element of those tasks;\nthat has been widely used with typical and you can perform them easily and with little\nlearning-challenged populations, with great or no attention to executing each movement.\nresults. It is only recently, in fact, that PT has Sometimes, learners with autism can exhibit\nbeen significantly extended to learners with skills, but are not fluent at them. If compared to\nautism. how others did those tasks, it often looks more\nlaborious and takes more time to do the tasks\nPrecision Teaching focuses on building the compared to a fluent and competent peer.\nrate at which learners can demonstrate skills,\nand focuses on the attainment of fluency. Precision Teaching (sometimes called\nFluency refers to the combination of accuracy Fluency-Based Instruction) is a method\nplus speed that characterizes competent of building response rates and developing\nperformance. When people are fluent in skills, fluency in a variety of skill areas. When PT\nthey can do them effortlessly and fluidly. They is applied to learners with autism, there is a\nfocus on the rate of skill demonstration and\nuse of a specific measuring system to chart\nstudent progress. (This system is known as\nthe Standard Celeration Chart.) In addition to\naddressing issues such as long response times\n(often called latency to respond) and rate of\nskill demonstration, PT addresses deficits in\nResources component skills which can impede progress\non more complex tasks.\nBinder, C. (1996). Behavioral fluency:\nEvolution of a new paradigm. The How does Precision Teaching work? Attention\nBehavior Analyst, 19, 163-197. is paid to the rate at which the learner can\nperform the task. Generally, PT is done in short\nFabrizio, M. (February and March,\nsprints, to increase rate of skill performance.\n2003). A parent’s introduction to\nTeaching includes timed practices in which\nfluency: Parts I and II. The OARacle.\nthe learner is expected to reach a specific\nAlexandria, VA: The Organization for\nAutism Research. goal. These goals are often referred to as\nAvailable at performance aims and demonstrate the\nhttp://www.researchautism.org. learner’s fluency with a skill. In addition,\nattention is paid to the concept of component\nFabrizio, M. A. & Moors, A. L. (2003).\nskills, which are building block skills for more\nEvaluating mastery: Measuring\ncomplex skills. For example, component skills\ninstructional outcomes for children with\nautism. European Journal of Behavior include reaching, pointing, and grasping, which\nAnalysis, 4, 23-36. could all impact on skills such as matching or\nidentifying objects. Often, PT with rate-building\nMcGreevy, P. (1983). Teaching and focuses on the development of core motor skills\nlearning in plain English: An introduction\nthat assist the learner in performing many other\nto precision teaching and precision\nmore complex tasks. Of course, PT with rate\ntutoring (2nd ed.). Kansas City, MO:\nbuilding can also be used to teach complex\nPlain English Publications.\nskills, as long as the foundation skills are\nalready firmly established.\n34 ABA Principles & Methods",
    "tables": [
      "|  | Resources Binder, C. (1996). Behavioral fluency: Evolution of a new paradigm. The Behavior Analyst, 19, 163-197. Fabrizio, M. (February and March, 2003). A parent’s introduction to fluency: Parts I and II. The OARacle. Alexandria, VA: The Organization for Autism Research. Available at http://www.researchautism.org. Fabrizio, M. A. & Moors, A. L. (2003). Evaluating mastery: Measuring instructional outcomes for children with autism. European Journal of Behavior Analysis, 4, 23-36. McGreevy, P. (1983). Teaching and learning in plain English: An introduction to precision teaching and precision tutoring (2nd ed.). Kansas City, MO: Plain English Publications. |\n| --- | --- |\n| 34 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 36,
    "text": "Precision Teaching with Rate Building\nThere are several ways to determine target\nrates. There are some resources available with\nExample 1 normed rates, including a set from learners on\nthe autism spectrum, collected by Fabrizio &\nA learner working on identifying\nMoors. When no target rate is available, typical\npictures could begin a session as\npeers can be sampled to determine a target\nfollows (Assume the learner already\nrange.\nhad sufficient prompting and practice,\nhas the component skills, and is now\nExamples of skills that might be targeted via\nperforming independently.)\nPT with rate-building are motor skills such as\ngrasping, reaching, placing, and pulling as well\nTeacher: “Ok, Sammy. It’s time to do\nas other skills such as matching pictures and\nyour pictures. Remember go as fast as\nanswering questions.\nyou can. Your goal is 15. Ready, set,\ngo.”\nLearner: rapidly labels items on\nExample 2\ntable. Teacher provides coaching\nencouragement along the way. Alternately, a child might be working on\npointing. (Assume the learner knows how\nAt the end of the interval the timer goes to point and is now working on pointing\noff and the teacher counts 16 correct. more rapidly and independently.)\nShe says, “Terrific. You met your goal.\nHooray!” Teacher: “Ok, Sally, it is time to do\npointing. Remember go as fast as you\nThe teacher would then indicate that can. You see your chart? We are trying to\nthe goal has been met on the chart, and get to the red line. Ready, set, go.”\nwould make adjustments in instruction\nfor the next day (e.g., lengthening the Learner: points rapidly in succession.\ntiming). When the student has met\nthe goal in the terminal timing length Teacher provides coaching\n(e.g., 1 minute) or at an earlier point in encouragement along the way. Teacher\ninstruction if performance warrants it, (at end of interval notices that the child\nthe teacher would assess whether the did not meet her goal): “Great try, Sally.\nstudent can demonstrate the skill with Let’s do it again, and I’ll help this time.”\nnovel materials (application), in the face\nof distraction (stability), and for longer The teacher might then perform a guided\nperiods of time (endurance). If all of practice to help the learner understand\nthose criteria are met, the skill would the target rate. The maximum number of\nnot be practiced for about a month, timings conducted on a single day is10\nand then a retention check would be (although timings are not successive\nconducted. and cease whenever the daily goal is\nreached). If success is not achieved,\nadjustments are made in instruction to\nincrease success on the following day.\nABA Principles & Methods 35",
    "tables": []
  },
  {
    "page_num": 37,
    "text": "Functional Assessment & Functional Analysis\nAt a recent support group for parents writing down what happened before and\nof children with autism, five mothers after the behavior. Events that occur well\nand two fathers spent time discussing before the behavior include a full night’s\ntheir children’s problem behaviors. All of sleep, medication, diet, and interactions\nthe parents questioned what behaviors with others. These are formally known\nwere “because of the autism” and what as setting events. It makes sense that\nbehaviors were typical of children their setting events change the likelihood of\nage. These parents shared their stories a behavior occurring. Behavior analysts\nabout when the behavior occurred, what also write down the antecedents and the\nmight have set off the problem, and the consequences of the behavior. This is\naftermath. called ABC data because information is\ncollected on the antecedents (A), behaviors\nOne parent told of the following episode. (B), and consequences (C). Second, they\nMandy said, “We were at my four-year- review many ABC episodes individually\nold nephew’s party and there was so and together to look for a pattern. Third,\nmuch noise. My sister had about twenty they use that pattern to predict when the\nkids running all over her house. David behavior is likely and unlikely to happen.\nwas actually doing pretty well. I thought Next, they take an educated guess about\nit was going to be a rough day for him so what is reinforcing or maintaining the\nI brought some of his favorite toys. After behavior. This is called the function of\nbeing there for about two hours, it was time the behavior, the purpose the behavior\nto sing “Happy Birthday.” Well, David just serves, or how the person communicates\ncouldn’t hold on any longer. He ran over his wants and needs through this behavior.\nto my husband and covered his ears as he Lastly, they use this information to change\nscreamed at the top of his lungs. People the setting events, antecedents, and\ncouldn’t really hear him during the song consequences. By doing so, we carefully\nbut, ooohh, did they get an earful once the encourage and reinforce appropriate\nsong was over. We had to bring him into behavior more often than the problem\nanother room to calm him down. We talked behavior. While some of this initially takes\nto him softly and reminded him that his more work, the end results are often great.\nfavorite toys were nearby. I know we gave\nhim a lot of attention for screaming but we Going back to the birthday party example,\ndidn’t have too many other options given Mandy noted some things that happened\nthe situation. Luckily, my sister and her before and after David screamed. With the\nfriends know David and the party continued guidance of a behavior analyst, she wrote\nduring our little episode. I wonder how he’s this information down so they could look at\ngoing to do at my friend’s daughter’s party it together.\nnext month.”\nThe above information told Mandy a\nThe great news is that this parent number of things about David’s behavior\nremembered so much information about and how she might go about decreasing\nthe situation. She could use this information it. First, David was provided with attention\nto figure out how to make it better for the from one or both parents following all three\nnext time. First, behavior analysts find out screaming episodes. Second, all episodes\nwhy the problem behavior is happening by of the behavior were very intense. When\n36 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 38,
    "text": "Functional Assessment & Functional Analysis\nDavid screamed, he was loud and visibly other components that this team could add\ndistraught. Third, David was often not to David’s treatment plan. It is important\nreceiving a lot of attention from his parents to note that behaviors that may seem to\nbefore the behavior. When Mandy looked suddenly occur out of the blue or have no\nat this information laid out in front of her, connection to the immediate environment,\nshe was surprised to see these patterns may in fact be related to the immediate\nemerged. She knew that she and her\nhusband were loving parents who gave\nDavid a lot of attention throughout the day.\nWhy was he screaming when he didn’t have\ntheir attention?\nResources\nThe behavior analyst pointed out that David\nwanted to be around them because they Frea, W. D., Koegel, L. K., & Koegel, R.\nwere so responsive to his needs, as good L. (1994). Understanding why problem\nparents are. They have provided much behaviors occur: A guide for assisting\nreinforcement throughout David’s life and parents in assessing causes of behavior\nas a result, he highly valued their attention. and designing treatment plans. Santa\nThe team was well on its way to figuring out Barbara, CA: University of California.\nwhat to do to improve the situation. They Available at http://www.education.ucsb.\nknew one of David’s possible reinforcers edu/autism/behaviormanuals.html\nwas attention from Mom and Dad. The\nbehavior analyst asked the parents how Glasberg, B. A. (2005). Functional\nthey could more carefully use their attention behavior assessment for people with\nto increase David’s appropriate behavior. autism: Making sense of seemingly\nThe parents decided to provide David with senseless behavior. Bethesda, MD:\nattention when he was acting appropriately: Woodbine House.\nperhaps doing so before David was likely\nto scream might prevent the behavior O’Neill, R. E., Horner, R. H., Albin,\naltogether. The behavior analyst thought R. W., Sprague, J. R., Storey, K., and\nthis was a great idea and added one more. Newton, J. S. (1997). Functional\nThe parents could also teach David an assessment and program development\neasy way to communicate what he wanted. for problem behavior: A practical\nWhile he could say some words some of the handbook (2nd ed.). Pacific Grove, CA:\ntime, he often didn’t use his words when he Brooks Publishing Company.\nwas overwhelmed or frustrated. Providing\nhim with easy ways, such as hand signals, Romanczyk, R. (1996). Behavioral\nto quickly communicate that he wanted to analysis and assessment: The\nleave a situation or ask for attention could cornerstone to effectiveness. In C.\nalso lessen the chance of the screaming Maurice (Ed.), G. Green, & S. C. Luce\nbehavior happening again. (Co-eds.). Behavioral intervention for\nyoung children with autism: A manual\nThis example demonstrates the process of for parents and professionals (pp.195functional assessment and the beginning 217). Austin, TX: PRO-ED.\nphase of intervention planning. There are\nABA Principles & Methods 37",
    "tables": [
      "|  | Resources Frea, W. D., Koegel, L. K., & Koegel, R. L. (1994). Understanding why problem behaviors occur: A guide for assisting parents in assessing causes of behavior and designing treatment plans. Santa Barbara, CA: University of California. Available at http://www.education.ucsb. edu/autism/behaviormanuals.html Glasberg, B. A. (2005). Functional behavior assessment for people with autism: Making sense of seemingly senseless behavior. Bethesda, MD: Woodbine House. O’Neill, R. E., Horner, R. H., Albin, R. W., Sprague, J. R., Storey, K., and Newton, J. S. (1997). Functional assessment and program development for problem behavior: A practical handbook (2nd ed.). Pacific Grove, CA: Brooks Publishing Company. Romanczyk, R. (1996). Behavioral analysis and assessment: The cornerstone to effectiveness. In C. Maurice (Ed.), G. Green, & S. C. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals (pp.195- 217). Austin, TX: PRO-ED. |  |\n| --- | --- | --- |\n| ABA Principles & Methods |  | 37 |"
    ]
  },
  {
    "page_num": 39,
    "text": "Functional Assessment & Functional Analysis\n1 2 3\nEpisode\nNoisy and crowd- Elmo video playing, Walking around\ned setting with bad night sleep the backyard\nSetting\noccasional attenEvent\ntion from Mom\nand Dad\nSinging Happy Mom on the phone Dad turned on\nAntecedent\nBirthday the lawn mower\nScreamed for 3 Screamed for 2 Screamed for\nBehavior minutes at a high minutes at a high 4 minutes at a\nvolume volume high volume\nMom and Dad Mom had to get Mom took him\ntook him into a off the phone to inside to calm\nConsequence\nquiet room to find out what was him down\ncalm him down wrong\nenvironment. By analyzing this information behavior analyst systematically changes the\nand changing the behavior’s antecedents environment when the learner engages in\nand consequences, a person’s response can the problem behavior. Doing so allows the\nbe greatly improved. team to see when the behavior is likely and\nunlikely to happen. Often, this information\nTypically, behavior analysts gather functional is sufficient to understand the problem\nassessment information in two ways: behavior and begin intervention planning.\ninterviewing people who know the learner Expertise in conducting functional analyses\nand observing actual episodes of the is essential to ensure that the challenging\nbehavior to collect ABC data. Sometimes, behavior is managed safely and effectively\nthis information is not enough to hypothesize throughout the assessment process.\na function of the behavior and develop a\ntreatment plan that is likely to be successful. The take-home message of functional\nIn these instances, a process known as assessment is that all challenging behavior\nfunctional analysis may be conducted. is seen as communication. The individual\nConducting a functional analysis requires is telling us something. The next time an\na behavior analyst with knowledge and individual engages in challenging behavior,\nexperience in the implementation of this the information gathering described above\ncomplex process. In this procedure, the will help create a better situation.\n38 ABA Principles & Methods",
    "tables": []
  },
  {
    "page_num": 40,
    "text": "Antecedent-Based Interventions\nAs you have learned by reading the for some situations. Third, a thorough\nprevious sections, behavior analysts assessment of the context can lead to\nattempt to change what happens before endless possibilities for intervention.\nand after a behavior to make it more Possibilities include offering choices in\nor less likely to occur. You have read the types, number, and order of tasks;\nabout theoretical principles and specific altering the demand by reducing the effort\nantecedent and consequence strategies required; mixing easy and hard tasks;\nto change behavior. Clearly, modern ABA reducing distractions; increasing visual\nencompasses a wide variety of techniques. supports; and incorporating the student’s\nWhile there was a heavy emphasis on preferences.\nconsequence-based strategies in the\npast, researchers and clinicians are\nnow learning more about how to change\nExample 1\nbehavior in more sophisticated ways. Let\nus now look more closely at antecedentJoey often throws his worksheet\nbased interventions.\nhalfway through his assignment.\nHis teacher is perplexed,\nThis focus on changing the environment\nespecially since he can do the\nbefore a behavior occurs is advantageous work. One day, she notices\nfor several reasons. First, in the situation that there is no problem when\nof challenging behavior, the goal is to a fire drill interrupts them\nprevent the behavior. We may achieve halfway through the period.\nprevention by using antecedent-based Later that day, Joey finishes\nstrategies. Second, the search for effective the worksheet without incident.\nantecedent-based strategies can improve The teacher decides ask Joey\nto do just a few problems on\nour understanding of the learner’s\nthe worksheet. She gives him a\nexperiences. For example, suppose a\nchoice of other activities. Later\nlearner tantrums when transitioning from\nin the day, he completes the\none teacher to another. We observe the\nworksheet. Breaking the task\nteachers’ styles to identify any possible\nup reduces the monotony and\ndifferences that would predict tantrum.\nincreases Joey’s cooperation. In\nIt is noted that the learner behaves more\nthe future, the teacher will work\nappropriately for the teacher who speaks\non maintaining Joey’s motivation\nat a slower pace. The other teacher then\nwhile slowly increasing the\nspeaks slowly and the learner’s tantrums amount of work she expects.\nstop. While not all assessment and\nintervention plans will go so smoothly,\nthis example illustrates that antecedentintervention can be more desirable\nthan consequence-based intervention\nABA Principles & Methods 39",
    "tables": []
  },
  {
    "page_num": 41,
    "text": "Antecedent-Based Interventions\nWhile antecedent-based interventions are\ncrucial to preventing challenging behavior,\nExample 2\nthese strategies can also be helpful when\nteaching new skills.\nPrior to her teachers using an\nantecedent-based strategy,\nMelissa screams when she is\nrandomly paired with Barbara\n(another student) to complete Example 3\na task. Melissa verbally and\nDanny, a teenager with autism,\nphysically protests throughout\nwas not able to tell the difference\nthe task. Barbara does not like\nbetween the men’s and women’s\nlistening to Melissa scream.\nrestroom signs. His father tried\nBarbara says to the teacher,\nto teach him this by typing the\n“Maybe you should let her pick\nrelevant words and printing\nher own partner next time.”\nthem in a large font. After a\nThe teacher does just that.\nweek of instruction, his father\nThe next time Melissa does\nrealized that Danny was not\nnot protest! The incorporation\nindependently identifying these\nof choice-making improves\ntwo signs. He still needed\nMelissa’s behavior and avoids a\nhis father’s help. His father\nproblematic scene.\nincorporated an antecedentbased strategy: he changed the\nteaching materials. This time,\nhis father used stick figure\ndrawings commonly used on\nrestroom doors to depict a\nman and a woman. With a few\ndays of teaching, Danny could\nindependently identify these\nsigns.\nResources\nGlasberg, B. A. (2008). Stop that\nseemingly senseless behavior! FBAbased interventions for people with\nautism. Bethesda, MD: Woodbine\nHouse.\nLuiselli, J. K., & Cameron, M. J.\n(1998). Antecedent control: Innovative\napproaches to behavioral support.\nBaltimore, MD: Brookes Publishing.\n40 ABA Principles & Methods",
    "tables": [
      "|  | Resources Glasberg, B. A. (2008). Stop that seemingly senseless behavior! FBA- based interventions for people with autism. Bethesda, MD: Woodbine House. Luiselli, J. K., & Cameron, M. J. (1998). Antecedent control: Innovative approaches to behavioral support. Baltimore, MD: Brookes Publishing. |\n| --- | --- |\n| 40 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 42,
    "text": "Positive Behavior Support\nWhen a person with a disability is meaningful goals are developed for the\naggressive or self-injurious, it is dangerous individual, to put the individual in more\nfor the person and those around him or contact with people and experiences they\nher. Planning and careful responding are find rewarding, and that increase the\nrequired to safely and effectively reduce positive aspects of their relationships.\nthe dangerous behavior. Fortunately,\nthere are many things a team can do Comprehensive multi-component\nto 1) understand why the behavior is interventions are another feature of PBS\nhappening, 2) teach the individual how to plans. They program for success by\nact more appropriately, and 3) improve the addressing many related issues and skills.\nindividual’s quality of life. Positive Behavior Someone who is having difficulty with\nSupport (PBS) accomplishes these three completing assigned work might have\nthings by combining well-researched components of a plan that include asking\nassessment and intervention strategies for a break, assistance with difficult tasks,\nof ABA with the social values of personal choosing the order and location of tasks,\nchoice, independence, community interspersing solitary work and social\nintegration, systems change, and quality time, and responding appropriately to\nof life. feedback on performance.\nQuality of life is embedded into PBS. It PBS often inspires people to make small,\nincorporates person-centered planning yet creative and important, shifts in\nin all possible aspects of intervention and various aspects of teaching. Perhaps a\nis focused on the individual and on his person will learn more effectively if given\nor her quality of life. The individual with a peer buddy or allowed to take breaks\nautism is included in the intervention from work to go outdoors several times\nplanning process. Preferences are taken throughout the day. Sometimes, a team\ninto account in a variety of ways, including can generate some strategic changes\ntasks to work on and leisure pursuits. in scheduling, locations, roles, or staff\nChoice is of central importance, and every assignments to maximize the success\nelement of programming is sensitive to and happiness of the individual with\nthe inclusion of choice wherever possible. autism. The combination of individual and\nPBS also includes all stakeholders in systems change can produce effective,\nthe process by incorporating their input durable, and meaningful outcomes for all\ninto the development of a plan. Parents’ involved.\ninput is actively solicited and used to\nmake an appropriate plan that can There is considerable overlap between\neasily be implemented at home and in ABA and PBS. Virtually all applied\nthe community. Whenever possible, the behavior analysts agree with the social\nindividual with autism has a voice in the values emphasized in PBS. Similarly,\ndevelopment of goals and plans. Socially proponents of PBS rely heavily on ABA\nmethods and research design to improve\nABA Principles & Methods 41",
    "tables": []
  },
  {
    "page_num": 43,
    "text": "Positive Behavior Support\ntheir methods. There is some debate in\nthe field regarding the nature of PBS as\nseparate from ABA or as an outgrowth of\nABA. For our purposes in this manual,\nPBS is a well-researched methodology\nthat provides effective and comprehensive\nmeasures to help individuals with\nchallenging behavior and those around\nthem.\nResources\nCarr, E. G., Dunlap, G., Horner, R.\nH., Koegel, R. L., Turnbull, A. P.,\nSailor, W., Anderson, J. L., Albin, R.\nW., Koegel, L. K., & Fox, L. (2002).\nPositive behavior support: Evolution of\nan applied science. Journal of Positive\nBehavior Interventions, 4, 4-16.\nJackson, L., & Panyan, M. V. (2002).\nPositive behavioral support in the\nclassroom: Principles and practices.\nBaltimore, MD: Brookes Publishing.\nKoegel, L. K., Koegel, R. L., & Dunlap,\nG. (1996). Positive behavioral support:\nIncluding people with difficult behavior\nin the community. Baltimore, MD:\nBrookes Publishing.\nLucyshyn, J. M., Dunlap, G., & Albin,\nR. W. (2002). Families and positive\nbehavior support: Addressing problem\nbehavior in family contexts. Baltimore,\nMD: Brookes Publishing.\n42 ABA Principles & Methods",
    "tables": [
      "|  | Resources Carr, E. G., Dunlap, G., Horner, R. H., Koegel, R. L., Turnbull, A. P., Sailor, W., Anderson, J. L., Albin, R. W., Koegel, L. K., & Fox, L. (2002). Positive behavior support: Evolution of an applied science. Journal of Positive Behavior Interventions, 4, 4-16. Jackson, L., & Panyan, M. V. (2002). Positive behavioral support in the classroom: Principles and practices. Baltimore, MD: Brookes Publishing. Koegel, L. K., Koegel, R. L., & Dunlap, G. (1996). Positive behavioral support: Including people with difficult behavior in the community. Baltimore, MD: Brookes Publishing. Lucyshyn, J. M., Dunlap, G., & Albin, R. W. (2002). Families and positive behavior support: Addressing problem behavior in family contexts. Baltimore, MD: Brookes Publishing. |\n| --- | --- |\n| 42 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 44,
    "text": "Generalization\nGeneralization occurs when a person When teaching learners with autism, we\nlearns something in one environment and have to plan for generalization to occur. One\ncan independently apply it in another. way to convey that is to say, ‘We cannot just\nSpontaneous generalization occurs when teach and hope.’ While teaching a new skill\nthe learner can do so without any additional is certainly the first step, there are likely\ntraining. Learners with autism often have to be many more steps in teaching when\na difficult time generalizing skills to new to do the skill, when not to, and how to\nenvironments. They may need more behave just right in a particular situation.\nintensive teaching to learn how to exhibit The learning process is not complete until\nnew skills outside of the teaching situation. widespread generalization has occurred in\nWhile it may be important to teach new meaningful situations.\nskills in a controlled manner, it is also\nimportant to make sure that the person can\nuse the skill in a functional and meaningful\nway.\nStimulus Generalization\nThere are three main types of\ngeneralization. Stimulus generalization 1. The mailman greets the child,\nmeans that the learner can respond the saying, “Hi. How are you?”\nsame way with different cues in place.\n2. The child says, “Fine.” This\nFor example, drivers stop at red lights\nskill has only been taught in\nand stop signs. When a driver stops for a\nDiscrete Trial Instruction at\npoliceman directing traffic, the driver has\nschool.\ndemonstrated stimulus generalization. The\n3. You have taught the child to\ndriver had the same response even though\nask, “Can I have a turn?” when\nthe cue (stimulus) was different. Response\nothers have highly preferred\ngeneralization means that a learner exhibits\ntoys at home. At a family\ndifferent responses in the same situations.\ngathering at his aunt’s house,\nFor example, a teacher says good morning\nhe asks a cousin, “Can I have\nto her student. On Monday, the student\na turn?”\nresponds with a wave. On Tuesday, the\nstudent acknowledges the teacher’s greeting\nwith eye contact and a smile. The student\nexhibited a different response even though\nthe situation was the same. The third type\nof generalization is generalization over time,\nalso known as maintenance. This refers\nto the ability to demonstrate skills long after\nresponses are no longer reinforced as they\nwere in the training setting. Generalization\nand maintenance refer to the learner’s\nperformance for both skill acquisition and\nbehavior reduction goals.\nABA Principles & Methods 43",
    "tables": []
  },
  {
    "page_num": 45,
    "text": "Generalization\nResponse Generalization Maintenance\n4. Repetitive video rewinding has 6. Six months ago, Joey learned\nbeen targeted for reduction. to identify the letters of the\nThis has been successful. alphabet. On many occasions\nParents report that the throughout the week, he\ntendency to increase the demonstrates this skill in\nvolume when watching tapes natural contexts. He may label\nhas also declined. letters in an alphabet puzzle,\nletters in his name on a\n5. Through DTI, you have taught\nbulletin board, letters in signs\nthe child to request, “I want\nin the community, etc.\nbanana.” when presented\nwith a choice of snacks. (You 7. Jennifer learned how to\nstart off with banana because use the toilet in the month\nthe child seems to really like of June. Her parents and\nbananas.) The child also teachers still collect data\nbegins spontaneously saying, during July, August, and\n“I want raisins.” September to see if she\nmaintains her toileting skills\nover time.\nResources\nBaer, D. M. (1998). How to plan for\ngeneralization (2nd ed.). Austin, TX:\nPRO-ED.\nKoegel, L. K., Koegel, R. L., & Parks,\nD. R. (1992). How to teach selfmanagement to people with severe\ndisabilities: A training manual. Santa\nBarbara, CA: University of California.\nAvailable at http://www.education.ucsb.\nedu/autism/behaviormanuals.html\nStokes, T. F., & Baer, D. M. (1977). An\nimplicit technology of generalization.\nJournal of Applied Behavior Analysis,\n10, 349-367.\n44 ABA Principles & Methods",
    "tables": [
      "|  | Resources Baer, D. M. (1998). How to plan for generalization (2nd ed.). Austin, TX: PRO-ED. Koegel, L. K., Koegel, R. L., & Parks, D. R. (1992). How to teach self- management to people with severe disabilities: A training manual. Santa Barbara, CA: University of California. Available at http://www.education.ucsb. edu/autism/behaviormanuals.html Stokes, T. F., & Baer, D. M. (1977). An implicit technology of generalization. Journal of Applied Behavior Analysis, 10, 349-367. |\n| --- | --- |\n| 44 | ABA Principles & Methods |"
    ]
  },
  {
    "page_num": 46,
    "text": "Evaluation of\nABA Programs\nData Collection and Analysis Duration\nHow long. For example, the length of time\nData are collected within an ABA program for that a preschooler sits appropriately during\nmultiple purposes. Data inform the decisions circle time - three minutes.\nwe make about programming. Data are\nIntensity\ntaken to document both the acquisition of\nHow severe. For example, a tantrum could\nskills and the improvement in challenging\nrange from mild to severe.\nbehaviors. Here are some of the most\ncommon ways to collect data.\nAs one might imagine, there are some\nFrequency behaviors that are better tracked by one\nHow often, for example, the number of times method than another. For advantages and\na learner requests a toy: five times disadvantages for each type data, please\nsee the resource section below.\nRate\nHow often within a certain amount of time.\nData analysis involves graphing the data\nFor example, the number of times a learner\nand analyzing the following elements:\nrequests a toy within a twenty -minute class\nperiod - five times in twenty minutes equals Level (How much is the behavior\n0.25 times per minute. One advantage of happening?).\nconverting frequency to rate is that you can\nTrend (Is the behavior increasing,\ntake data for different amounts of time and\ndecreasing, or maintaining?).\nstill be able to evenly compare the number of\ntimes a behavior occurred.\n45",
    "tables": []
  },
  {
    "page_num": 47,
    "text": "Stability (Are the behaviors [data points] data recording. One goal is to collect as\nclose together or highly variable?). much data as possible without detracting\nfrom the teaching interaction. These data\nThe level, trend, stability, and other are important when making decisions\ninformation about the behavior are then about what and how to teach. Data guide\nused to make decisions about appropriate instructors on a constant basis.\ninterventions and goals for performance.\nBefore an intervention begins, behavior Demonstration of a functional\nanalysts collect information about the relation\nbehavior. This is called baseline data.\nBaseline data are collected on both Another hallmark characteristic of ABA is\nchallenging behaviors and targeted skills. the demonstration of a systematic relation\nData are then collected during the course of between two variables. For example, if a\nan intervention to determine if the learner is learner had a tantrum when and only when\nmaking progress, how much progress, and there was a change in the class schedule,\nif modifications to the intervention plan are one might suspect the schedule change\nnecessary. caused the tantrum. A behavior analyst\nwould explore this possible connection to\nOne hallmark characteristic of ABA is determine if these events simply occurred\nongoing data collection. While you can together in time or if one caused the\ntake data every time a behavior occurs, other. Behavior analysts identify relations\nit is not necessary to do so. There are between variables and use this information\nmany efficient and reliable means of to change the environment and behavior in\ncollecting “probe” (occasional) data that the most positive and efficient way possible.\ndo not require continuous “trial by trial”\n46 Evaluation of ABA Programs",
    "tables": []
  },
  {
    "page_num": 48,
    "text": "Running an\nIntensive ABA Program\nABA intervention is a complex and foundation of individualization is the\nmulti-faceted endeavor. A good ABA assessment process. Initially, a thorough\nprogram is intensive, individualized, and and comprehensive assessment is done\ncomprehensive. to help understand the learner’s areas of\nstrengths and deficits. The assessment\nIntensive itself will be individualized in terms of\nA good ABA program provides intensive the types of instruments used and tested\nteaching. Intensity usually means a low skills. A good assessment offers critical\nteacher to student ratio (one teacher for information to answer the question: Where\none or two students), a large number of should we start teaching? During the course\ninstructional hours, and many learning of an intervention, a learner’s progress is\nopportunities. People often ask, “How many analyzed in order to support him/her in the\nhours?” Most experts recommend 30 to most positive and effective ways possible.\n40 hours. (Recall that naturalistic teaching Children with autism are quite different\ndone throughout activities can be counted from one another; their programs should\nas hours if there is a systematic focus on reflect this diversity.\nthe development of skills at these times.)\nComprehensive\nIndividualized A good ABA program will incorporate\nA good ABA program will be highly several of the instructional methods that\nindividualized. It will not be a cookbook comprise ABA. For example, a program\nor one-size-fits-all approach. The that only utilizes DTI will not allow enough\n47",
    "tables": []
  },
  {
    "page_num": 49,
    "text": "opportunities for spontaneity. Since\ndifferent instructional methods have distinct\nadvantages, there are reasons to use\nmultiple methods of instruction to ensure\nthat a wide range of skills are taught.\nWho can put together a comprehensive\nABA program? Credentialed professionals\nin Applied Behavior Analysis are in the best\nResources position to provide comprehensive ABA\nservices. The Autism Special Interest Group\nof the Association for Behavior Analysis\nThe Autism Special Interest Group\nof the Association for Behavior International (ABAI) provides consumers\nAnalysis International (ABAI). (2007). with guidelines that can be used to learn\nConsumer guidelines for identifying, more about professional competencies\nselecting, and evaluating behavior\nin ABA. There are also other resources\nanalysts working with individuals with\nautism spectrum disorders. Available available to help make this important\nat http://www.abainternational.org/ decision (see to the left).\nSpecial_Interests/AutGuidelines.pdf.\nHarris, S. L., & Weiss, M. J. (2007).\nRight from the start: Behavioral\nintervention for young children with\nautism (2nd ed.). Bethesda, MD:\nWoodbine House.\nLeaf, R., McEachin, J., & Harsh, J.\nD. (Eds.). (1999). A work in progress:\nBehavior management strategies &\na curriculum for intensive behavioral\ntreatment of autism. New York, NY:\nDRL Books.\nMaurice, C., Green, G., & Foxx, R. M.\n(Eds.). (2001). Making a difference:\nBehavioral intervention for autism.\nAustin, TX: PRO-ED.\nMaurice, C (Ed.)., Green, G., & Luce,\nS. C. (Co-eds.). (1996). Behavioral\nintervention for young children with\nautism: A manual for parents and\nprofessionals. Austin,\nTX: PRO-ED.\nSundberg, M. L., & Partington, J. W.\n(1998). Teaching language to children\nwith autism or other developmental\ndisabilities. Pleasant Hill, CA: Behavior\nAnalysts, Inc.\n48 Running an Intensive ABA Program",
    "tables": [
      "|  | Resources The Autism Special Interest Group of the Association for Behavior Analysis International (ABAI). (2007). Consumer guidelines for identifying, selecting, and evaluating behavior analysts working with individuals with autism spectrum disorders. Available at http://www.abainternational.org/ Special_Interests/AutGuidelines.pdf. Harris, S. L., & Weiss, M. J. (2007). Right from the start: Behavioral intervention for young children with autism (2nd ed.). Bethesda, MD: Woodbine House. Leaf, R., McEachin, J., & Harsh, J. D. (Eds.). (1999). A work in progress: Behavior management strategies & a curriculum for intensive behavioral treatment of autism. New York, NY: DRL Books. Maurice, C., Green, G., & Foxx, R. M. (Eds.). (2001). Making a difference: Behavioral intervention for autism. Austin, TX: PRO-ED. Maurice, C (Ed.)., Green, G., & Luce, S. C. (Co-eds.). (1996). Behavioral intervention for young children with autism: A manual for parents and professionals. Austin, TX: PRO-ED. Sundberg, M. L., & Partington, J. W. (1998). Teaching language to children with autism or other developmental disabilities. Pleasant Hill, CA: Behavior Analysts, Inc. |\n| --- | --- |\n| 48 | Running an Intensive ABA Program |"
    ]
  },
  {
    "page_num": 50,
    "text": "ABA and the Family\nAs parents, we teach our children everyday. somewhere in between by having a good\nHowever, given the neurological limitations understanding of ABA, working with the\nthat autism imposes, parents may need school on specific skills, and implementing\nadditional skills to effectively teach their consistent ABA strategies at home to\nchildren. ABA methods offer many reinforce appropriate behavior throughout\nstrategies for assessment and intervention. the day.\nIt is recommended that parents learn\nas much as they can about ABA. While For those parents who want to learn ABA\nincreasing your “ABA repertoire” will methods, we recommend starting with the\nbenefit your child and your family, each following: reinforcement, shaping, and\nparent has to decide how much they mand training (in the Natural Environment\nwant to know and do. One parent may be Training section). These strategies are\ncomfortable knowing the basic terminology likely to increase your child’s appropriate\nand a few skills to follow up on what the behavior and motivation.\nchild is learning in school. Another parent\nmay read volumes of literature and “live See resources on the next page.\nand breathe” ABA. Other parents may fall\n49",
    "tables": []
  },
  {
    "page_num": 51,
    "text": "Resources\nParents’ perspectives on ABA are\navailable from the following resources:\nBondy, A. S., & Frost, L. A. (2008).\nAutism 24/7: A family guide to learning\nat home and in the community.\nBethesda, MD: Woodbine House.\nBraxton, E. (1996). Peter’s story. In C.\nMaurice (Ed.), G. Green, & S. C. Luce\n(Co-eds.). Behavioral intervention for\nyoung children with autism: A manual\nfor parents and professionals. (pp.377382). Austin, TX: PRO-ED.\nHarrington, E. (1996), Rebecca’s story.\nIn C. Maurice (Ed.), G. Green, & S. C.\nLuce (Co-eds.). Behavioral intervention\nfor young children with autism: A\nmanual for parents and professionals.\n(pp.365-372). Austin, TX: PRO-ED.\nHarris, M. (1996). In search of\nMichael. In C. Maurice (Ed.), G. Green,\n& S. C. Luce (Co-eds.). Behavioral\nintervention for young children with\nautism: A manual for parents and\nprofessionals. (pp.359-364). Austin,\nTX: PRO-ED.\nKleinfield-Hayes, C. (1996). Brandon’s\njourney. In C. Maurice (Ed.), G. Green,\n& S. C. Luce (Co-eds.). Behavioral\nintervention for young children with\nautism: A manual for parents and\nprofessionals. (pp.373-376). Austin,\nTX: PRO-ED.\nMaurice, C. (1994). Let me hear your\nvoice: A family’s triumph over autism.\nNew York, NY: Ballantine Books.\nRichman, S. (2000). Raising a child\nwith autism: A guide to applied\nbehavior analysis for parents. London:\nJessica Kingsley Publishers.\n50 ABA and the Family",
    "tables": [
      "|  | Resources Parents’ perspectives on ABA are available from the following resources: Bondy, A. S., & Frost, L. A. (2008). Autism 24/7: A family guide to learning at home and in the community. Bethesda, MD: Woodbine House. Braxton, E. (1996). Peter’s story. In C. Maurice (Ed.), G. Green, & S. C. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals. (pp.377- 382). Austin, TX: PRO-ED. Harrington, E. (1996), Rebecca’s story. In C. Maurice (Ed.), G. Green, & S. C. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals. (pp.365-372). Austin, TX: PRO-ED. Harris, M. (1996). In search of Michael. In C. Maurice (Ed.), G. Green, & S. C. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals. (pp.359-364). Austin, TX: PRO-ED. Kleinfield-Hayes, C. (1996). Brandon’s journey. In C. Maurice (Ed.), G. Green, & S. C. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals. (pp.373-376). Austin, TX: PRO-ED. Maurice, C. (1994). Let me hear your voice: A family’s triumph over autism. New York, NY: Ballantine Books. Richman, S. (2000). Raising a child with autism: A guide to applied behavior analysis for parents. London: Jessica Kingsley Publishers. |\n| --- | --- |\n| 50 | ABA and the Family |"
    ]
  },
  {
    "page_num": 52,
    "text": "Siblings\nChildren with autism present special\nchallenges and opportunities for their\nsiblings. These resources offer great\nsuggestions on how to include siblings in\nABA programming, decrease sibling rivalry,\nand help siblings make the most of their\nrelationship.\nFeiges, L. S., & Weiss, M. J. (2004).\nResources\nResources\nAutism New Jersey. (2010). Kids\nbooklet on autism. Robbinsville, NJ:\nAuthor. Available at www.autismnj.org.\nFeiges, L. S., & Weiss, M. J. (2004).\nSibling stories: Reflections on life\nwith a brother or sister on the autism\nspectrum. Shawnee Mission, Kansas:\nAutism Asperger Publishing.\nHarris, S. L., & Glasberg, B. A. (2003).\nSiblings of children with autism: A\nguide for families (2nd ed.). Bethesda,\nMD: Woodbine House.\nLuce, S. C., & Dyer, K. (1996).\nAnswers to commonly asked\nquestions. In C. Maurice, (Ed.),\nG. Green, & S.C. Luce (Co-eds.).\nBehavioral intervention for young\nchildren with autism: A manual for\nparents and professionals (pp. 345356). Austin, TX: PRO-ED.\nMeyer, D., J., & Vadasy, P. F. (1994).\nSibshops: Workshops for siblings\nof children with special needs.\nBaltimore, MD: Brookes Publishing.\nABA and the Family 51",
    "tables": [
      "|  | Resources Resources Autism New Jersey. (2010). Kids booklet on autism. Robbinsville, NJ: Author. Available at www.autismnj.org. Feiges, L. S., & Weiss, M. J. (2004). Sibling stories: Reflections on life with a brother or sister on the autism spectrum. Shawnee Mission, Kansas: Autism Asperger Publishing. Harris, S. L., & Glasberg, B. A. (2003). Siblings of children with autism: A guide for families (2nd ed.). Bethesda, MD: Woodbine House. Luce, S. C., & Dyer, K. (1996). Answers to commonly asked questions. In C. Maurice, (Ed.), G. Green, & S.C. Luce (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals (pp. 345- 356). Austin, TX: PRO-ED. Meyer, D., J., & Vadasy, P. F. (1994). Sibshops: Workshops for siblings of children with special needs. Baltimore, MD: Brookes Publishing. |  |\n| --- | --- | --- |\n| ABA and the Family |  | 51 |"
    ]
  },
  {
    "page_num": 53,
    "text": "Running a Home-based ABA Program\nThis section addresses administrative when the child has beginner-level play and\nissues. social skills.\nAs previously noted, intensive programs There are also factors to consider\nfor learners with autism can be intense related to the staff of the program. The\nexperiences for those who are responsible home environment may cause some\nfor them. This section highlights some of professionals to behave more casually\nthe common issues parents face when than they would in a classroom. This\nmaintaining a home program. There are puts some parents at ease, while others\nsome advantages and disadvantages to find it unprofessional. Parents should\nhaving a child’s education take place be aware of their preferences and make\nat home. The issues presented will be them known to their child’s instructors.\nhelpful in determining if a home program is Perhaps these expectations should be\nappropriate for an individual family. included in their performance appraisals.\nThe Autism Special Interest Group of the\nWhen a child goes to school, there is a Association for Behavior Analysis has\nnatural separation of home and school life. created guidelines for consumers of ABA\nThe teacher does not enter the home, or at services. This document may be helpful in\nleast not on a regular basis. A home-based selecting behavior analysts and reviewing\nprogram presents very differently. Teaching their performance with standard criteria\nis taking place where the child and family in mind. The information gathered from\nlive. If a difficult discussion needs to take both informal and formal sources can be\nplace with the teacher, it may happen in used in a systematic way to determine\nthe living room or at the kitchen table. The the feedback, incentives, and raises that\nnatural separation of home and school that are provided for the child’s instructors.\nis inherent in sending a child to a school Some parents welcome this opportunity\nevaporates. Everything happens at home. and are very comfortable in the role of\nAlternatively, this could be seen as a good employer. Others rise to the occasion with\nthing. Communication may be more regular mixed feelings along the way. The program\nand thorough, and it may not require a supervisor can largely determine the quality\nscheduled meeting. of the home program. He/she sets the\ntone for professionalism, communication,\nFrom the child’s perspective, there are collaboration, and the integrity of the ABA\nlearning opportunities throughout the day. program itself. Service delivery coordination\nFor young children, this learning would and financial arrangements with state early\noccur in the most natural setting – his/her intervention programs, local school districts,\nhome. The child has plenty of opportunities and state offices for individuals with\nto learn, use, and generalize new skills in developmental disabilities are substantial\na functional manner across people and tasks that are beyond the scope of this\nsettings. Frequently in the home program, book.\nopportunities for social development require\nmore planning than in a school. Arranging There are also implications for siblings\nplay dates can take on a new meaning when a home-based program is in effect.\n52 ABA and the Family",
    "tables": []
  },
  {
    "page_num": 54,
    "text": "Running a Home-based ABA Program\nMany siblings enjoy the presence of\nanother caring and fun adult. However,\nit is also common for siblings to become\njealous of their brother or sister’s “special\nfriend.” Often, a sibling’s perspective can\nbe improved by giving them a comfortable\nrole (participating in turn taking or a circle\ntime activity). Letting siblings see what\nhappens with the instructor can go a long\nway to increase their comfort level and\nreduce negative feelings. Of course, a\nsibling’s participation should be entirely\nvoluntary. Parents and instructors should\ntake their lead from the sibling and create\nan experience tailored to his or her level of\ninterest and concerns.\nRunning a home-based instructional\nprogram is an enormous undertaking.\nParents assume central roles not just in\nthe instruction of their child, but also in the\nmanagement of an educational team.\nABA and the Family 51",
    "tables": []
  },
  {
    "page_num": 55,
    "text": "ABA as a\nProfession\nWe have provided a lot of information in this those they supervise. A few basic skills are\nbook. Yet, this is only a fraction of the ABA worthy of mention in this overview of ABA to\nknowledge base. Professionals in this field are foster your identification of the major areas\nresponsible for knowing how to successfully of competence within behavior analysis.\nimplement a wide range of assessment,\nintervention, and quality assurance methods. A behavior analyst should:\nTo do so requires extensive training including\n1. Spend time with the learner and those\nacademic coursework, hands-on experience,\nwho play a role in his educational\nand supervision. A national certification is\nprogramming (parents, teachers, etc.)\nwell underway to ensure a minimum level of\nin order to gain an appreciation of the\ncompetence for those who practice ABA. This\nlearner’s preferences and skills and the\ncertification became available on a national\nteam’s values and goals.\nlevel in 1999 and is a major advancement\n2. Observe the learner on multiple\nfor the profession and for consumers of ABA\noccasions to become familiar with what\nservices. The criteria for this certification offer\nthe learner can do with and without\nguidelines for consumers when choosing a\nintervention.\nbehavior analyst.\n3. Conduct objective assessments that\nThe following resources offer many specific capture a true picture of the behavior.\nqualifications for behavior analysts and\n55",
    "tables": []
  },
  {
    "page_num": 56,
    "text": "4. Implement (or train others to implement)\nan intervention that is acceptable to\nthe team, individualized for the learner,\nincreases appropriate behavior, and\nmakes a meaningful difference in the\nlearner’s life.\n5. Collect and analyze data to be able to\ndescribe the learner’s progress and to\nensure service accountability.\n6. Overall, act in accordance with the\nBehavior Analyst Certification Board®\n(BACB) Professional Disciplinary\nStandards® and Guidelines for\nResponsible Conduct for Behavior\nResources Analysts®.\nThe skills noted in numbers 1-5 above are\nThe Autism Special Interest Group\nbasic level skills. Good behavior analysts\nof the Association for Behavior\npractice within the conduct guidelines\nAnalysis International (ABAI). (2007).\nConsumer guidelines for identifying, mentioned in number 6. Please refer to these\nselecting, and evaluating behavior guidelines to become familiar with ABA’s\nanalysts working with individuals with\nprofessional expectations and standards.\nautism spectrum disorders. Available\nat http://www.abainternational.org/\nSpecial_Interests/AutGuidelines.pdf. While many qualified behavior analysts serve\nlearners with autism, the demand for ABA\nBehavior Analyst Certification Board services far exceeds the supply. Given this\n(BACB) (www.bacb.com) Sections\nlow supply and high demand state, many\nfor consumers and professionals\nunder-qualified or unqualified providers are\nregarding eligibility requirements,\nexamination content, and professional well positioned to offer their services. It is\nconduct guidelines. important to mention that all professionals\nwho utilize ABA methods should comply with\nScott, J. (1996). Recruiting, selecting,\nthe standards of the profession. For example,\nand training teaching assistants. In C.\nMaurice, (Ed.), G. Green, & S. C. Luce. many people who provide “ABA services”\n(Co-eds.). Behavioral intervention for only know how to use a particular curriculum\nyoung children with autism: A manual or training protocol. This professional should\nfor parents and professionals (pp. 231provide that information to the consumer by\n240). Austin, TX: PRO-ED.\ndetailing his/her training experiences and by\nShook, G. L., & Favell, J. E. (1996). referring to another professional for services\nIdentifying qualified professionals in beyond that topic. This professional should\nbehavior analysis. In C. Maurice (Ed.),\nnot assume that one particular curriculum\nG. Green, & S. C. Luce. (Co-eds.).\nor treatment protocol is appropriate for all\nBehavioral intervention for young\nchildren with autism: A manual for learners nor withhold information about\nparents and professionals (pp. 221- more comprehensive programs. For\n229). Austin, TX: PRO-ED. more information on the Behavior Analyst\nCertification Board (BACB), please visit their\nweb site: www.bacb.com.\n56 ABA as a Profession",
    "tables": [
      "|  | Resources The Autism Special Interest Group of the Association for Behavior Analysis International (ABAI). (2007). Consumer guidelines for identifying, selecting, and evaluating behavior analysts working with individuals with autism spectrum disorders. Available at http://www.abainternational.org/ Special_Interests/AutGuidelines.pdf. Behavior Analyst Certification Board (BACB) (www.bacb.com) Sections for consumers and professionals regarding eligibility requirements, examination content, and professional conduct guidelines. Scott, J. (1996). Recruiting, selecting, and training teaching assistants. In C. Maurice, (Ed.), G. Green, & S. C. Luce. (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals (pp. 231- 240). Austin, TX: PRO-ED. Shook, G. L., & Favell, J. E. (1996). Identifying qualified professionals in behavior analysis. In C. Maurice (Ed.), G. Green, & S. C. Luce. (Co-eds.). Behavioral intervention for young children with autism: A manual for parents and professionals (pp. 221- 229). Austin, TX: PRO-ED. |\n| --- | --- |\n| 56 | ABA as a Profession |"
    ]
  },
  {
    "page_num": 57,
    "text": "Myths & Facts\nTop Ten Misconceptions of ABA FACT\nABA is highly individualized in every way\nTo complete this overview of ABA, it may\nBehavior analysts begin by assessing an\nbe helpful to review some of the popular\nindividual’s skills and develop learning\nmisconceptions about what ABA is and is\nobjectives. From the goals selected to\nnot. Often an approach can be minimized,\nthe methods used, ABA is focused on\ndiscounted, or incorrectly described\nmaximizing an individual’s performance.\nby people with minimal information or\nBy observing a person’s behavior and\nmisinformation. When this happens,\ncollecting objective data, behavior analysts\npeople can get the wrong idea about what\nare able to monitor progress and adjust\nan approach represents, how effective an\ninterventions on a daily basis. ABA teaching\napproach is, who an approach is appropriate\nis a very dynamic process.\nfor, etc. ABA has been subject to many\nmisconceptions for a variety of reasons.\nBelow are some of the misconceptions that\nMYTH\nparents and professionals are most likely to\nABA increases compliance and some other\nhold about ABA.\nskills but does not address “higher-level”\nskills such as play and social skills.\nMYTH\nABA is a one-size-fits-all approach.\n57",
    "tables": []
  },
  {
    "page_num": 58,
    "text": "FACT\nMYTH\nABA can be used to build skills in all areas,\nAn intensive ABA program is a guarantee\nincluding abstract thought and social skills.\nthat a child will be able to enter\nCommon objectives include reciprocal\nkindergarten without supports.\nconversation, joining a game, and problemsolving skills.\nFACT\nMYTH\nThere is a range of outcomes for learners in\nABA results in similar outcomes for all\nintensive ABA intervention. Some children\nindividuals with autism.\nenter into inclusive settings part-time and\nstill receive some specialized instruction in\nFACT another setting. Some children continue\nAutism is a neurobiological disorder that to need specialized and intensive services\nis evident in a person’s behavior. ABA can in a full day program. Other children enter\nsignificantly impact a person’s behavior into full-time kindergarten settings, but\nby teaching him new skills, sometimes require supports such as a shadow (an\nto the extent that he can become instructional assistant assigned just to them\nindistinguishable from his peers. For the or to several children with special needs) or\nmajority of individuals with autism who do a speech therapist. And some children do\nnot “recover,” they do make substantial attend full-time regular education without\nprogress throughout their lives as a result of supports. Most importantly, while it may be\nABA. tempting to equate a child’s educational\nplacement with success or failure, it often\nis more meaningful to look at a child’s\nMYTH progress on multiple dimensions.\nThere is evidence that other approaches\nare just as effective as ABA.\nMYTH\nFACT Intensive ABA is no longer justified when\nAccording to the information available at children are past pre-school age.\nthis time, ABA is the only approach with\nsubstantial, documented evidence of its FACT\neffectiveness for learners with autism.\nABA has received tremendous recognition\nBehavior analysts have conducted\nfor the impact at the pre-school level.\nsystematic research and provided\nHowever, it remains the best documented\ndocumented, peer-reviewed evidence of\nand effective approach for older learners\nits effectiveness for thousands of people.\nas well. This is so because it is a science\nIn addition, the documentation of ABA’s\nbased on the principles of human behavior,\neffectiveness covers many types of\nwhich span all age and ability ranges.\ninterventions, age groups, and skill levels.\nThe proponents of other approaches have\nlimited or no objective data to demonstrate\nMYTH\nimprovement for learners with autism.\nABA consists mostly of compliance training,\nresulting in children who are resistant to\n58 Myths & Facts",
    "tables": []
  },
  {
    "page_num": 59,
    "text": "learning and tantrum to escape learning privileges. If punishment procedures\nsituations. are used, they should be done so very\ncautiously, with full consent of parents,\nFACT and with procedural safeguards to\nHistorically, compliance training was used ensure benefit to the individual. Using\na great deal in ABA. We now know much behavior reduction procedures without\nmore about how to motivate behavior, and informed consent and documented\ncompliance is gained in many positive effectiveness is unacceptable. All\nways. In a good ABA program, children parents should find out how their child’s\nare very fond of their instructors, eagerly\nbehavior is addressed and discuss the\nanticipate learning, and enjoy their\nprocedures for which you would and\ninstructional time.\nwould not provide consent. For more\ninformation on guidelines for the use of\nbehavior reduction procedures, please\nMYTH\nsee Autism New Jersey’s Position\nABA uses a lot of punishment.\nStatement on the Use of Restrictive\nProcedures within Comprehensive\nFACT\nBehavior Support Plans (see resource\nThis is a very serious issue and will be section). This position statement\nanswered in two parts.\nadvocates for the extinction or limited\na. Punishment is NEVER used as part use of punishment procedures.\nof a teaching program. ABA always It outlines extensive procedural\nuses items and activities that motivate safeguards for the safe and effective\nlearners to participate in instruction. use of punishment procedures within\nIncreasing appropriate behavior is the the contexts of behavior plans and crisis\nmajor focus of all ABA programs. management, should they be deemed\nnecessary by a treatment team. While\nb. When an individual exhibits challenging\nclinicians and legislators continue to\nbehaviors that place the individual or\ndiscuss the merits of regulating such\nothers in danger, a treatment team\nprocedures as a component of a plan\nmust carefully and effectively respond\nor crisis management, the individual’s\nto reduce the behavior. Comprehensive\nrights and safety are primary concerns.\npositive behavioral supports (see\npage 41) should be utilized to the\nfullest extent to reduce dangerous MYTH\nbehavior through assessment and\nABA is limited to one or a few specific\npositive interventions. Most of the time, strategies, such as Discrete Trial\npositive approaches sufficiently reduce Instruction.\nthe dangerous behavior. The use of\npunishment procedures is a last resort. FACT\nMost punishment procedures are\nABA incorporates many strategies to\nconsistent with techniques that parents improve people’s abilities and quality\nuse with typically developing children of life. Sometimes these strategies are\nsuch as verbal reprimands and loss of grouped together by practitioners and\nMyths & Facts 59",
    "tables": []
  },
  {
    "page_num": 60,
    "text": "given a specific name. On a similar note,\nthe procedures used at particular schools\nare sometimes labeled the same name as\nthe school. Given society’s tendency to put\nthings into categories, it is important to\nkeep in mind that every learner with autism\nrequires an individualized educational\nplan. Behavior analysts should use their\nknowledge and experience to create and\nmonitor such a plan. Doing so may require\nusing a combination of strategies that have\nresearch support. You should proceed with\ncaution with any professional who knows\nonly one set of strategies or “brand” of\nABA.\nMYTH\nAll professionals are created equal and all\nexplain ABA in the same way.\nFACT\nAll professionals do not receive equivalent\ntraining. In fact, there is some variability\nin the training of behavior analysts and\neven greater variability in the training of\nbehavioral “consultants.” Be wary of taking\none professional’s perspective. Obtain a\nsecond opinion, if necessary. In terms of\nusing the same terminology, many behavior\nResources\nanalysts do. However, there are many\nexamples of similar strategies with different\nAssociation of Professional Behavior names and slightly different components.\nAnalysts. (2009). The use of restraint Hopefully, this book will make these\nand seclusion as interventions for\nsimilarities and differences more clear. (For\ndangerous and destructive behaviors.\nmore information on the qualifications and\nAvailable at\nwww.apbahome.net. credentialing of behavior analysts, please\nsee chapter 10.)\nAutism New Jersey. (2010). Position\nstatement on the use of restrictive\nprocedures within comperhensive\nbehavior support plans. Robbinsville,\nNJ: Author. Available at\nwww.autismnj.org.\n60 ABA as a Profession",
    "tables": [
      "|  | Resources Association of Professional Behavior Analysts. (2009). The use of restraint and seclusion as interventions for dangerous and destructive behaviors. Available at www.apbahome.net. Autism New Jersey. (2010). Position statement on the use of restrictive procedures within comperhensive behavior support plans. Robbinsville, NJ: Author. Available at www.autismnj.org. |\n| --- | --- |\n| 60 | ABA as a Profession |"
    ]
  },
  {
    "page_num": 61,
    "text": "Summary\nABA is a powerful teaching technology change over time. Assessment is the\nfor learners with autism. During the past first step in every ABA endeavor and\nseveral decades, it has become more remains a constant presence in every\nsophisticated and more complex. There are program. Assessment is not a one-shot\na wide variety of instructional strategies, deal but instead a regular feature in the\neach of which has a distinct purpose and ABA process.\nunique advantages. A comprehensive ABA\n2. A link between assessment and\nprogram addresses the range of deficits\nintervention: Intervention is guided by\nthat learners exhibit and utilizes a wide\nassessment and is individualized to the\narray of these instructional strategies. All\nlearner’s unique needs.\nof the strategies discussed in this book are\ncompatible and can be included together in 3. Data-based decision making: Data are\na comprehensive intervention package. collected and analyzed to evaluate\nhow a learner is doing on a particular\nprogram. Decisions about what to do\nWhat makes it ABA? next are determined by rate of progress\nand other objective indicators of\nRegardless of which instructional strategy\nprogress, not on someone’s impression\nis being used, the following elements\nor pre-determined criteria.\ncharacterize an ABA program.\n4. Dynamic and responsive programming:\n1. Assessment: Behavior analysts conduct\nThe constant data collection\na thorough initial assessment and\nand analysis allows for dynamic\ncontinual assessment of behavior\nprogramming. Learners should not\n61",
    "tables": []
  },
  {
    "page_num": 62,
    "text": "be distressed, fail to attain skills, or What is the message?\nexhibit increasing rates of challenging\nbehaviors. Such problems signal to The goal of ABA intervention is to\nthe behavior analyst that a change in build socially significant behaviors in\ninstruction is warranted. a meaningful way and to a meaningful\ndegree. The broad array of ABA\n5. Social significance: The issues\ninterventions helps us accomplish this\naddressed should be socially\nimportant goal. Generalization and\nsignificant; they should make real\nspontaneity are essential components of\ndifferences in the lives of people served\nsuccessful intervention. The ultimate goal\nand should increase their access to\nis the demonstration of skills in natural\nrewarding activities. At its core, ABA\ncontexts leading to richer personal and\nis focused on helping people make\nsocial experiences.\nmeaningful progress.\n62 Summary",
    "tables": []
  },
  {
    "page_num": 63,
    "text": "Resource Section\nOrganizations\nThe Association for Behavior Analysis The Association of Professional Behavior\nInternational (ABAI) Analysts (APBA)\nwww.abainternational.org www.apbahome.net\n(cid:116)(cid:1) Autism Special Interest Group\n(cid:116)(cid:1) Parent-Professional Partnership Special Autism New Jersey\nInterest Group www.autismnj.org\n(cid:116)(cid:1) State, Regional, and International\nChapters of ABA Behavior Analyst Certification Board\n(BACB)\nThe Association for Science in Autism www.bacb.com\nTreatment (ASAT)\nwww.asatonline.org The Cambridge Center for Behavioral\nStudies\nThe Association for Positive Behavior www.behavior.org (Autism link)\nSupport\nwww.apbs.org Organization for Autism Research (OAR)\nwww.researchautism.org\nList of Peer-Reviewed Journals\nWhile not an exhaustive list, the following (cid:116)(cid:1) Journal of Applied Behavior\njournals are well-regarded sources of ABA Analysis\ninformation. Publication in these journals (cid:116)(cid:1) Journal of the American Academy\ninvolves a process known as peer review in of Child and Adolescent Psychiatry\nwhich a study is evaluated, critiqued, and (cid:116)(cid:1) Journal of Autism and\neventually determined to be scientifically and Developmental Disorders\nclinical valuable by a group of experts. (cid:116)(cid:1) Journal of the Association for\n(cid:116)(cid:1) Analysis and Intervention in People with Severe Handicaps\nDevelopmental Disabilities (cid:116)(cid:1) Journal of Consulting and Clinical\n(cid:116)(cid:1) Analysis of Verbal Behavior Psychology\n(cid:116)(cid:1) Autism (cid:116)(cid:1) Journal of Positive Behavior\n(cid:116)(cid:1) Behavioral Interventions Interventions\n(cid:116)(cid:1) Behavior Therapy (cid:116)(cid:1) Research in Developmental\n(cid:116)(cid:1) Child and Family Behavior Therapy Disabilities\n(cid:116)(cid:1) Focus on Autism and Developmental\nDisorders\n63",
    "tables": []
  },
  {
    "page_num": 64,
    "text": "References\nAssociation of Professional Behavior skills to children with special needs (4th ed.).\nAnalysts. (2009). The use of restraint and Baltimore, MD: Brookes Publishing.\nseclusion as interventions for dangerous\nand destructive behaviors. Available at Barlow, D. H., & Hersen, M. (1984). Singlewww.apbahome.net. case experimental designs: Strategies for\nstudying behavior change (2nd ed.). New\nAutism New Jersey. (2010). Kids booklet on York, NY: Pergamon.\nautism. Robbinsville, NJ: Author. Available at\nwww.autismnj.org. Binder, C. (1996). Behavioral fluency:\nEvolution of a new paradigm. The Behavior\nAutism New Jersey. (2010). Position Analyst, 19, 163-197.\nstatement on the use of restrictive\nprocedures within comprehensive behavior Bondy, A. S., & Frost, L. A. (2008). Autism\nsupport plans. Robbinsville, NJ: Author. 24/7: A family guide to learning at home and\nAvailable at www.autismnj.org. in the community. Bethesda, MD: Woodbine\nHouse.\nThe Autism Special Interest Group of\nthe Association for Behavior Analysis Bondy, A. S., & Frost, L. A. (2001). A\nInternational (ABAI). (2007). Consumer picture’s worth: PECS and other visual\nguidelines for identifying, selecting, and communication strategies in autism.\nevaluating behavior analysts working with Bethesda, MD: Woodbine House.\nindividuals with autism spectrum disorders.\nAvailable at http://www.abainternational.org/ Braxton, E. (1996). Peter’s story. In C.\nSpecial_Interests/AutGuidelines.pdf. Maurice (Ed.), G. Green, & S. C. Luce\n(Co-eds.). Behavioral intervention for young\nAyllon, T. (1999). How to use token economy children with autism: A manual for parents\nand point systems (2nd ed.). Austin, TX: and professionals (pp.377-382). Austin, TX:\nPRO-ED. PRO-ED.\nBaer, D. M. (1998). How to plan for Buggey, T. (2009). Seeing is believing: Video\ngeneralization (2nd ed.). Austin, TX: PRO-ED. self-modeling for people with autism and\nother developmental disabilities. Bethesda,\nBaer, D. M., Wolf, M. M., & Risley, T. MD: Woodbine House.\nR. (1968). Some dimensions of applied\nbehavior analysis. Journal of Applied Carr, E. G., Dunlap, G., Horner, R. H.,\nBehavior Analysis, 1, 91-97. Koegel, R. L., Turnbull, A. P., Sailor, W.,\nAnderson, J. L., Albin, R.W., Koegel, L. K.,\nBaer, D. M., Wolf, M. M., & Risley, T. R. & Fox, L. (2002). Positive behavior support:\n(1987). Some still-current dimensions of Evolution of an applied science. Journal of\napplied behavior analysis. Journal of Applied Positive Behavior Interventions, 4, 4-16.\nBehavior Analysis, 20, 313-327.\nCeliberti, D. A., Buchanan, S. M., Bleeker,\nBaker, B. L., & Brightman, A. J. (2003). F. N., Kreiss, D. S., & Rosenfeld, D. (2004).\nSteps to independence: Teaching everyday The road less traveled: Charting a clear\n64 Resource Section",
    "tables": []
  },
  {
    "page_num": 65,
    "text": "course for autism treatment. Autism: Frea, W. D., Koegel, L. K., & Koegel, R.\nBasic Information (5th ed., pp. 17-32). L. (1994). Understanding why problem\nRobbinsville, NJ: Autism New Jersey. behaviors occur: A guide for assisting\nparents in assessing causes of behavior and\nCooper, J. O., Heron, T. E., & Heward, W. L. designing treatment plans. Santa Barbara,\n(2007). Applied behavior analysis (2nd ed.). CA: University of California.\nUpper Saddle River, NJ: Prentice Hall. Available at http://www.education.ucsb.edu/\nautism/behaviormanuals.html\nDelmolino, L., & Harris, S. L. (2004).\nIncentives for change: Motivating people with Glasberg, B. A. (2008). Stop that seemingly\nautism spectrum disorders to learn and gain senseless behavior! FBA-based interventions\nindependence. Bethesda, MD: Woodbine for people with autism. Bethesda, MD:\nHouse. Woodbine House.\nEikeseth, S., Smith, T., Jahr, E., & Eldevik, Glasberg, B. A. (2005). Functional behavior\nS. (2002). Intensive behavioral intervention assessment for people with autism: Making\nat school for 4- to 7-year-old children with sense of seemingly senseless behavior.\nautism: A 1-year comparison controlled Bethesda, MD: Woodbine House.\nstudy. Behavior Modification, 26, 49-68.\nGreen, G. (1996). Early behavioral\nFabrizio, M. (February and March, 2003). intervention for autism: What does research\nA parent’s introduction to fluency: Parts I tell us? In C. Maurice (Ed.), G. Green, &\nand II. The OARacle. Alexandria, VA: The S. Luce (Co-eds.). Behavioral intervention\nOrganization for Autism Research. for young children with autism: A manual\nAvailable at http://www.researchautism.org. for parents and professionals (pp. 29-44).\nAustin, TX: PRO-ED.\nFabrizio, M. A. & Moors, A. L. (2003).\nEvaluating mastery: Measuring instructional Hall, R. V., & Hall, M. L. (1998). How to\noutcomes for children with autism. European select reinforcers (2nd ed.). Austin, TX: PROJournal of Behavior Analysis, 4, 23-36. ED.\nFeiges, L. S., & Weiss, M. J. (2004). Harrington, E. (1996), Rebecca’s story. In\nSibling stories: Reflections on life with a C. Maurice (Ed.), G. Green, & S. C. Luce\nbrother or sister on the autism spectrum. (Co-eds.). Behavioral intervention for young\nShawnee Mission, Kansas: Autism Asperger children with autism: A manual for parents\nPublishing. and professionals (pp.365-372). Austin, TX:\nPRO-ED.\nFenske, E. C., Krantz, P. J., & McClannahan,\nL. E. (2001). Incidental teaching: A not- Harris, M. (1996). In search of Michael. In\ndiscrete-trial teaching procedure. In C. C. Maurice (Ed.), G. Green, & S. C. Luce\nMaurice, G. Green, & R. M. Foxx. (Eds.). (Co-eds.). Behavioral intervention for young\nMaking a difference: Behavioral intervention children with autism: A manual for parents\nfor autism (pp. 75-82). Austin, TX: PRO-ED. and professionals (pp.359-364). Austin, TX:\nPRO-ED.\nFoxx, R. M. (1982). Increasing behaviors of\npersons with severe retardation and autism. Harris, S. L., & Glasberg, B. A. (2003).\nChampaign, IL: Research Press. Siblings of children with autism: A guide for\nResource Section 65",
    "tables": []
  },
  {
    "page_num": 66,
    "text": "families (2nd ed.). Bethesda, MD: Woodbine Koegel, L. K., Koegel, R. L., & Dunlap,\nHouse. G. (1996). Positive behavioral support:\nIncluding people with difficult behavior in\nHarris, S. L., & Weiss, M. J. (1998). Right the community. Baltimore, MD: Brookes\nfrom the start: Behavioral intervention for Publishing.\nyoung children with autism. Bethesda, MD:\nWoodbine House. Koegel, L. K., Koegel, R. L., & Parks, D. R.\n(1992). How to teach self-management to\nHart, B., & Risley, T. R. (1982). How to use people with severe disabilities: A training\nincidental teaching for elaborating language. manual. Santa Barbara, CA: University of\nLawrence, KS: H&H Enterprises. California.\nAvailable at http://www.education.ucsb.edu/\nHoward, J. S., Sparkman, C. R., Cohen, autism/behaviormanuals.html\nH. G., Green, G., & Stainslaw, H. (2005).\nComparison of intensive behavior analytic Koegel, L. K., Koegel, R. L., Shoshan, Y.,\nand eclectic treatments for young children & McNerney, E. (1999). Pivotal response\nwith autism. Research in Developmental intervention II: Preliminary long-term\nDisabilities, 26, 359-383. outcomes data. Journal of the Association for\nPersons with Severe Handicaps, 24, 186Jackson, L., & Panyan, M. V. (2002). 198.\nPositive behavioral support in the classroom:\nPrinciples and practices. Baltimore, MD: Koegel, R. L., & Koegel, L. K. (2005).\nBrookes Publishing. Pivotal response treatments for autism:\nCommunication, social, and academic\nJacobson, J. W., Mulick, J. A., & Green, development. Baltimore, MD: Brookes\nG. (1998). Cost-benefit estimates for early Publishing.\nintensive behavioral intervention for young\nchildren with autism - general model and Koegel, R. L., & Koegel, L. K. (1995).\nsingle state case. Behavioral Interventions, Teaching children with autism: Strategies for\n13, 201-226. initiating positive interactions and improving\nAlso available through www.behavior.org, learning opportunities. Baltimore, MD:\nclick on autism link. Brookes Publishing.\nKazdin, A. E. (1982). Single-case research Koegel, R. L., Schreibman, L., Good, A.,\ndesigns: Methods clinical and applied Cerniglia, L., Murphy, C., & Koegel, L. K.\nsettings. New York, NY: Oxford University (1989). How to teach pivotal behaviors to\nPress, Inc. children with autism: A training manual.\nSanta Barbara, CA: University of California.\nKleinfield-Hayes, C. (1996). Brandon’s Available at http://www.education.ucsb.edu/\njourney. In C. Maurice (Ed.), G. Green, & S. autism/behaviormanuals.html\nC. Luce (Co-eds.). Behavioral intervention\nfor young children with autism: A manual for Krantz, P. J., MacDuff, G. S., Wadstrom, O.,\nparents and professionals. (pp.373-376). McClannahan, L. E., Dowrick, P. W. (1991).\nAustin, TX: PRO-ED. Using video with developmentally disabled\nlearners. In P. W. Dowrick, Practical guide to\nusing video in the behavioral sciences (pp.\n256-266). Indianapolis, IN: John Wiley &\nSons.\n66 Resource Section",
    "tables": []
  },
  {
    "page_num": 67,
    "text": "Leaf, R., McEachin, J., & Harsh, J. D. Maurice, C. (1994). Let me hear your voice:\n(Eds.). (1999). A work in progress: Behavior A family’s triumph over autism. New York,\nmanagement strategies & a curriculum for NY: Ballantine Books.\nintensive behavioral treatment of autism.\nNew York, NY: DRL Books. Maurice, C. (Ed.), Green, G., & Luce, S. C.\n(Co-eds.). (1996). Behavioral intervention\nLovaas, O. I. (2002). Teaching individuals for young children with autism: A manual for\nwith developmental delays: Basic intervention parents and professionals. Austin, TX: PROtechniques. Austin, TX: PRO-ED. ED.\nLuce, S. C., & Dyer, K. (1996). Answers to Maurice, C., Green, G., & Foxx, R. M.\ncommonly asked questions. In C. Maurice, (2001). Making a difference: Behavioral\n(Ed.), G. Green, & S.C. Luce (Co-eds.). intervention for autism. Austin, TX: PRO-ED.\nBehavioral intervention for young children\nwith autism: A manual for parents and McClannahan, L. E., & Krantz, P. J. (1999).\nprofessionals (pp. 345-356). Austin, TX: Activity schedules for children with autism:\nPRO-ED. Teaching independent behavior. Bethesda,\nMD: Woodbine House.\nLucyshyn, J. M., Dunlap, G., & Albin, R.\nW. (2002). Families and positive behavior McClannahan, L. E., MacDuff, G. S., &\nsupport: Addressing problem behavior in Krantz, P. J. (2002). Behavior analysis and\nfamily contexts. Baltimore, MD: Brookes intervention for adults with autism. Behavior\nPublishing. Modification, 26, 9-26.\nLuiselli, J. K., & Cameron, M. J. (1998). McGreevy, P. (1983). Teaching and learning\nAntecedent control: Innovative approaches to in plain English: An introduction to precision\nbehavioral support. Baltimore, MD: Brookes teaching and precision tutoring (2nd ed.).\nPublishing. Kansas City, MO: Plain English Publications.\nMacDuff, G. S., Krantz, P. J., & Meyer, D. J., & Vadasy, P. F. (1994).\nMcClannahan, L. E. (2001). Prompts and Sibshops: Workshops for siblings of children\nprompt-fading strategies for people with with special needs. Baltimore, MD: Brookes\nautism. In C. Maurice, G. Green, & R. M. Publishing.\nFoxx (Eds.). Making a difference: Behavioral\nintervention for autism (pp. 37-50). Austin, Michael, J. (2000). Implications and\nTX: PRO-ED. refinements of the establishing operation\nconcept. Journal of Applied Behavior\nMADSEC Autism Taskforce. (1999). Analysis, 33, 401-410.\nExecutive summary. Portland, ME:\nDepartment of Education, State of Maine. Miller, L. K. (1996). Principles of everyday\nbehavior analysis (3rd ed.). Pacific Grove,\nMatson, J. L., Benavidez, D. A., Compton, L. CA: Brooks/Cole Publishing Company.\nS., Paclawskyj, T., & Baglio, C. (1996).\nBehavioral treatment of autistic persons: A National Research Council. (2001).\nreview of research from 1980 to the Educating children with autism. Committee\npresent. Research in Developmental on Educational Interventions for Children\nDisabilities, 17, 433-465. with Autism. C. Lord & J. P. McGee (Eds.)\nResource Section 67",
    "tables": []
  },
  {
    "page_num": 68,
    "text": "Division of Behavioral and Social Sciences Green, & S. C. Luce (Co-eds.). Behavioral\nand Education. Washington, DC: National intervention for young children with autism:\nAcademy Press. A manual for parents and professionals\n(pp.195-217). Austin, TX: PRO-ED.\nNew York State Department of Health Early\nIntervention Program. (1999). Clinical Scott, J. (1996). Recruiting, selecting, and\npractice guidelines: The guideline technical training teaching assistants. In C. Maurice,\nreport – Autism/pervasive developmental (Ed.), G. Green, & S. C. Luce. (Co-eds.).\ndisorders, assessment and intervention. Behavioral intervention for young children\nAlbany, NY: New York State Department of with autism: A manual for parents and\nHealth. professionals (pp. 231-240). Austin, TX:\nPRO-ED.\nNewman, B. (1999). When everybody\ncares: Case studies of ABA with people with Shook, G. L., & Favell, J. E. (1996).\nautism. NY: Dove and Orca. Identifying qualified professionals in behavior\nanalysis. In C. Maurice (Ed.), G. Green, & S.\nNewman, B., Reeve, K. F., Reeve, S. A., & C. Luce. (Co-eds.). Behavioral intervention\nRyan, C. S. (2003). Behaviorspeak: Glossary for young children with autism: A manual for\nof terms in applied behavior analysis (ABA). parents and professionals (pp. 221-229).\nNY: Dove & Orca. Austin, TX: PRO-ED.\nNewman, B., Reinicke, D., & Newman, L. Skinner, B. F. (1957). Verbal behavior. East\n(2000). Words from those who care: Further Norwalk, CT: Appleton-Century-Crofts.\ncase studies of ABA with people with autism.\nNY: Dove and Orca. Stokes, T. F., & Baer, D. M. (1977). An\nimplicit technology of generalization. Journal\nO’Neill, R. E., Horner, R. H., Albin, R. W., of Applied Behavior Analysis, 10, 349-367.\nSprague, J. R., Storey, K., and Newton, J. S.\n(1997). Functional assessment and program Striefel, S. (1998). How to teach through\ndevelopment for problem behavior: A modeling and imitation (2nd ed.). Austin,\npractical handbook (2nd ed.). Pacific Grove, TX: PRO-ED.\nCA: Brooks Publishing Company.\nSundberg, M. L., & Partington, J. W. (1998).\nPartington, J. W., & Sundberg, M. L. (1998). Teaching language to children with autism\nThe assessment of basic language and or other developmental disabilities. Pleasant\nlearning skills: An assessment , curriculum Hill, CA: Behavior Analysts, Inc.\nguide, and tracking system for children with\nautism or other developmental disabilities. U.S. Department of Health and Human\nDanville, CA: Behavior Analysts, Inc. Services. (1999). Mental health: A report\nof the surgeon general. Rockville, MD:\nRichman, S. (2000). Raising a child with U.S. Department of Health and Human\nautism: A guide to applied behavior analysis Services, Substance Abuse and Mental\nfor parents. London: Jessica Kingsley Health Services Administration, Center for\nPublishers. Mental Health Services, National Institutes of\nHealth, National Institute of Mental Health.\nRomanczyk, R. (1996). Behavioral analysis\nand assessment: The cornerstone to Van Houten, R. (1998). How to use prompts\neffectiveness. In C. Maurice (Ed.), G. to initiate behavior. Austin, TX: PRO-ED.\n68 Myths & Facts",
    "tables": []
  },
  {
    "page_num": 69,
    "text": "Give Us Your Feedback!\nWe hope that Applied Behavior Analysis & Autism was useful. Please take the time\nto complete this sheet and send it to us. We hope to improve this book in a future\nedition.\nName\nAddress and phone (work or home)\nEmail\nQuestions...\n1. What I like most about this book is:\n2. What I like least about this book is:\n3. My general reaction to this book is:\n4. In the space below, or on a separate sheet of paper, please write\nspecific suggestions for improving this book and anything else you would like to\nshare about your experience in using the book.\nAutism New Jersey\nHorizon Center Business Park\nBuilding 500-Suite 530\nRobbinsville, NJ 08619",
    "tables": []
  },
  {
    "page_num": 70,
    "text": "www.firstbridgecentre.com",
    "tables": []
  }
]