[
  {
    "page_num": 1,
    "text": "P A R E N T I N G W I T H A B A\nT\nS\nR\nI\nF\nN\nO\nC\nI\nS O\nS M\nAP\nABA TERMS\nGLOSSARY\n\"We should select words for their effects on the\nlistener NOT for their effects on the speaker.\"\n-B.F. Skinner\nPARENTINGWITHABA.ORG",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "DEFINE\nABA = APPLIED BEHAVIOR ANALYSIS\nThis acronym simply means using the science of behaviorapplying it to socially significant behaivors! ABA is an umbrella\nterm that can cover many specific and unique strategies that are\nall backed up by this science of behavior. ABA is both datadriven and evidence-based.\nABC DATA = ANTECEDENT-BEHAVIOR-CONSEQUENCE TO FIND\nTHE WHY BEHIND A BEHAVIOR\nAll 3 of these (antecedent, behavior, consequence) have their\nown entries in this glossary. These are often collected as ABC\ndata collection to help figure out the function of a behavior, or\nthe WHY behind it.\nANTECEDENT = WHAT COMES RIGHT BEFORE\nThis means before a behavior. What happens before a behavior\nor using an intervention to prevent a problem behavior is called\nan antecedent intervention. Why? Because it comes BEFORE.\nAUTOMATIC REINFORCEMENT = DOESN'T REQUIRE SOMEONE\nELSE TO DELIVER IT TO YOU/ IT FEELS GOOD\nSome things just feel good or are reinforcing without anyone else\nhaving to give an external reinforcer. Your own behavior\nproduces reinforcement.\nBEHAVIOR = ANYTHING WE SAY OR DO\nTechnically most BCBAs will say this has to be observable or\nmeasurable. But you can also have private behavior which\nincludes your thoughts and feelings.\nThe Dead Man's Test says that if a dead man can do it then it's\nnot a behavior. Not talking? A dead man can do it. Not hitting? A\ndead man can do that, too\nBehavior typically involves an interaction with the environment. If\nyou say or do something- it puts a new statement or motion into\nthe environment around you.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "DEFINE\nBEHAVIOR CONTRACT = A WRITTEN CONTRACT ABOUT\nBEHAVIOR\nIt's a physical document also called a contingency contract. You\nclearly list each party's expectations or target behaviors. Then\nlist out what rewards or reinforcers are available for doing the\ntarget behaviors. Each party can sign (the one doing the\nbehaving and the one giving in the reinforcers) and use it as a\nvisual cue or reminder of the contingency happening right now.\nBEHAVIOR SKILLS TRAINING (OR BST) = A WHOLE PACKAGE\nDEAL OF 4 STEPS TO TEACH A SKILL.\nIt puts together several research-based practices to pack the\nbest punch. BST is a research-based strategy to teach new skills.\nIt has been defined as “a procedure consisting of instruction,\nmodeling, behavioral rehearsal, and feedback that is used to\nteach new behaviors or skills” (Miltenberger, 2004).\nThere are 4 steps to BST. When using this strategy, you can’t leave\nout any of these steps. Do all of them. And do them in order,\nplease.\n1.Instructions: tell them.\n2.Modeling: show them.\n3.Rehearsal: have them show you.\n4.Feedback: praise or prompting.\nCHAINING = TEACH ONE STEP IN A SEQUENCE AT A TIME\nWhen teaching larger or more complex skills, teach one step at a\ntime in order. You can start forward or backward- they are both\ntypes of chaining. See the entry for task analysis for more.\nCONSEQUENCE = WHAT COMES RIGHT AFTER\nI know you want to say a consequence is a negative reaction or\npunishment but in ABA terms, it's just what comes after. It doesn't\nmean a negative or positive thing. Just AFTER.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "DEFINE\nCONTINGENCY = IF THIS HAPPENS, THEN THAT CAN HAPPEN\nA contingency in ABA land usually is a relationship between 2\nthings. If this happens, then that will happen. If this behavior\noccurs, then this consequence occurs. It's a pattern of what can\nhappen in the future. See ABC data.\nDIFFERENTIAL REINFORCEMENT = REINFORCING THIS BEHAVIOR\nINSTEAD OF THAT ONE\nTypically you reinforce a desired target behavior while not\nreinforcing the undesired behavior. You want your child to do\nTHIS (a more effective way to communicate or behave) instead of\nTHAT (problem behavior), so you reinforce THIS and not THAT.\nThere are several specific schedules or procedures within\ndifferential reinforcement because it's such a useful teaching\ntool!\nECHOIC = EXACT COPY VERBAL BEHAVIOR/ REPEAT\nThis is a verbal behavior term usually used when teaching verbal\nbehavior. Echoic means echoing. Just repeating back the sounds\nor words heard.\nESCAPE = STOP OR GET AWAY FROM SOMETHING YOU DON'T\nLIKE\nGetting away from something aversive or making that unpleasant\nstimulus stop. If you don't like something, you get out of it or get\naway from it. That is escape behavior.\nAlso goes along with avoidance or negative reinforcement.\nEXTINCTION = STOP THE REINFORCEMENT\nTo stop a behavior from happening, make sure it's not being\nreinforced. Stopping a reinforcer to stop a behavior should be\naccompanied by strong levels of reinforcement for a replacement\nbehavior.\nExtinction procedures can have side effects and are not always\nthe most compassionate choice so make sure they are balanced\nand supported with lots of data.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "DEFINE\nFADING = SLOWLY BACKING OFF SUPPORTS\nA behavior analyst's goal is always for the learner to do new\nskills independently. It make take a lot of supports like prompts\nand visuals and chaining and all kinds of behavior tools you can\nfind in this glossary. Fading is the systematic or purposeful\nremoval of these supports- slowly, gradually, at a pace that works\nfor the learner to keep being successful and do things\nindependently.\nFBA = FUNCTIONAL BEHAVIOR ASSESSMENT= FIGURING OUT\nTHE WHY BEHIND A BEHAVIOR\nA behavior analyst will take ABC data (antecedent- behaviorconsequence) or do an assessment called a functional anlaysis to\nfigure out WHY a behavior is occurring. This is called the\nfunction.\nIf a child is engaging in a problem behavior, we want to replace\nthat with a more appropriate behavior or way of communicating.\nBut the only way this works for a child is if it serves the same\npurpose, meets the same need, has the same function.\nFUNCTIONAL COMMUNICATION TRAINING = TEACHING HOW\nTO COMMUNICATE TO PREVENT OR REPLACE PROBLEM\nBEHAVIOR\nAn appropriate way to communicate wants and needs is taught\nand reinforced to replace or prevent problem behavior.\nBeing able to ask for what you need (in whatever method/ mode)\nis taught and built up to prevent screaming or hitting or\nsomething unhelpful to get what you need.\nGENERALIZATION = FLEXIBLE APPLICATION OF A SKILL\nOnce a new skill is learned, can it happen in other environments\nor with other people?\nGeneralization means the skill generalizes to these other setting\nor situations.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 6,
    "text": "DEFINE\nINTRAVERBAL = FILL IN THE BLANK OR ANSWER QUESTIONS\nA verbal operant with a tricky name. Basically, intraverbals are\nbuilding blocks to conversation skills as its the ability to discuss,\ndescribe, or answer a question about something that isn't\nphysically present. What is your favorite food? Tell me about\nwhat you did last weekend.\nThese are often trained with answering WH questions like who,\nwhat, when, where, why or fill in the blanks.\nLATENCY = HOW LONG IT TAKES TO START\nThe amount of time between a stimulus and a response. For\nexample, when you give an instruction how long does it take for\nyour child to start doing that instruction?\nMAINTENANCE = AFTER A SKILL IS MASTERED, MAKE SURE THEY\nDON'T LOSE IT; MAINTAIN IT\nAfter a skill is mastered we usually move on to the next skill or\nnext baby step of raised expectations. Maintenance means\nmaintaining previously mastered skills and making sure the\nlearner doesn't just forget them because we stopped practicing\nthem altogether.\nCheck in every so often to check that skills are maintaining- not\nforgotten or lost because you moved on.\nMAND = DEMAND OR REQUEST\nThis means requesting something wanted or needed.\nYou hear this word with verbal behavior training, it is a verbal\noperant. Still just means request. Can be spoken or any other\nform of communication (gestures, sign, picture cues, AAC, etc)\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 7,
    "text": "DEFINE\nNEGATIVE REINFORCEMENT = INCREASING A BEHAVIOR BY\nSTOPPING SOMETHING UNPLEASANT\nThis term gets confused by ABA people and parents alike! It does\nNOT mean a negative consequence.\nReinforcement means the behavior increases. Negative means\nsubtract or take away.\nThe easiest way to explain: when your car makes a beeping sound\nuntil you put your seat belt on. The beeping sound negatively\nreinforced you wearing a seatbelt. Negative because you\nstopped or subtracted the beeping sound. Reinforcement because\nyour behavior of seat belt wearing increased.\nIt's unnecessarily confusing terminology. I'm sorry.\nNET = NATURAL ENVIRONMENT TRAINING = USING REAL-LIFE\nSITUATIONS\nTake advantage of teachable moments in real life instead of\ncreating school-type learning moments. This can look more like\nplaying together and less like sitting across a table with flash\ncards.\nWe can say things like \"clap your hands\" or \"touch your head\" for\ninstruction following or things like \"put on your shoes\" and then\ngo play outside in the natural environment.\nNON-CONTINGENT REINFORCEMENT= FREE REINFORCEMENT\nDOESN'T HAVE TO BE EARNED\nTypically with non-contingent reinforcement, it is delivered on a\nschedule. So the learner gets access to their reinforcers every so\noften regardless of their behavior. You don't have to earn it- it's\njust available at these times.\nThis is an antecedent intervention because it's usually used\nBEFORE to try to prevent problem behavior.\nIf I'm getting the attention I'm wanting every so often then I'm\nless likely to engage in problem behavior to get that attention.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 8,
    "text": "DEFINE\nPAIRING = PAIR SOMETHING UNFUN WITH SOMETHING FUN.\nThis means to take something reinforcing (the fun) and do it\nalong with the unfun thing (the behavior that isn't happening as\noften as it could. We do this to help make unfun skills that our\nkids avoid but are necessary (like brushing teeth) more\nreinforcing- or more fun!\nPair something reinforcing to your child with something that they\naren't a fan of to make the unfun thing more fun.\nWe are trying to transfer the reinforcing properties of the fun\nthing to whatever is less desirable to your kiddos. You can pair\nan activity with reinforcement to make it less stressful.\nPREMACK PRINCIPLE = \"FIRST DO THE UNFUN THING, THEN GET\nA REINFORCER.\"\n“First _____, then _____.”\nThe “first” is an un-fun thing. What is the behavior you need them\nto do, but they aren’t super into it? Next comes the “then”. That’s\nthe good stuff that you will give them after they complete the unfun task. The 'then’ is the reinforcer.\n“First _____, then _____.”\nSay it out loud. Directly tell them the contingency in place. What\nare they going to get?\nPROMPT = HELPING OR CUEING TO MAKE A BEHAVIOR HAPPEN\nTypically after a behavior has been taught or mastered, then we\ncan give little hints, cues, or help along the way to make it\nhappen in real life.\nThere are several types of prompts: physical prompt, gestural\nprompt, position prompt, model prompt, verbal prompt, symbolic\nprompt, visual prompt, and many more.\nThis is a type of antecedent intervention- something to do\nBEFORE to help make a beahvior happen.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 9,
    "text": "DEFINE\nPOSITIVE REINFORCEMENT= SOMETHING IS ADDED AFTER A\nBEHAVIOR & THEN THAT BEHAVIOR HAPPENS MORE OFTEN IN\nTHE FUTURE.\nBy definition, positive reinforcement occurs when something is\npresented immediately following a behavior and as a result, that\nbehavior occurs more often in the future.\nBehavior-->Something is added-->behavior occurs more often in\nthe future\nAre rewards positive reinforcement? Only if they work to increase\nthe behaviors you want to see more of.\nExamples:\nYour child tries all the food on their plate at dinner. You give lots\nof praise and attention. The next night, they try all their food\nagain!\nPREFERENCE ASSESSMENT = WAY TO FIND REINFORCERS\nAn assessment or test to try to figure out what a learner likes the\nbest that can be used as potential reinforcers to increase a\nbehavior or skill. There are several types of preference\nassessments. It does what it sounds like- see what is preferred.\nCan also be a reinforcer assessment.\nPROBE = QUICK TEST A SKILL\nUsually just one trial or a first response to see if a skill is\nmastered already or generalized. It's a quick way to test or\nassess a specific skill.\nPUNISHMENT = COMES AFTER AND THEN DECREASES A\nBEHAVIOR\nPunishment procedures mean something is either added or taken\naway from the environment which causes the behavior to\nDECREASE. That decrease in frequency is what behavior analysts\nlook at the most for punishment.\nPunishment should be accompanied by strong reinforcement for a\nreplacement behavior- lots of reinforcement for doing the\nappropriate behavior instead.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 10,
    "text": "DEFINE\nREINFORCER = THE THING THAT YOU WANT/ INCREASES THE\nBEHAVIOR\nThis is the 'something that is added' following a behavior that\ncauses that behavior to increase (see the positive reinforcement\ndefinition). A true reinforcer will cause your child to engage in\nthe desired behaviors again in the future.\nDoes it increase the behavior? If not- it's not a reinforcer.\nReinforcers are consequences because they come after a\nbehavior.\nSATIATION = HAVING SO MUCH OF SOMETHING THAT IT'S NOT\nREINFORCING ANY MORE\nThe common definition of satiation refers to eating. It means\nbeing full, not wanting or needing any more food. The same goes\nfor reinforcers. If a learner has had so much of one reinforcer,\nthey don't want or need it anymore. THey are satiated with that\nreinforcer and it will not be an effective way to teach or shape\nbehavior.\nSELF-MANAGEMENT STRATEGIES = IN CHARGE OF YOUR OWN\nBEHAVIOR CHANGE\nThere are multiple behavior tools that fall under the selfmanagement umbrella that all have the person in charge of their\nown behavior change program. Track your own progress, set your\nown goals, and decide when and how to give yourself access to\nreinforcement.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 11,
    "text": "DEFINE\nSHAPING = USING POSITIVE REINFORCEMENT TO BUILD UP\nBABY STEPS TOWARD THE GOAL.\nAs one baby step is mastered, you raise the bar to the next step.\nYou stop reinforcing the mastered baby step and move on to the\nnext one to gradually teach a new behavior or skill.\nThis is used to teach a new skill that is too far out of reach to\nbegin with.\nHelp them get there gradually by raising the expectation when\nthey are ready.\nIn jargon terms, this is called reinforcing successive\napproximations to the target behavior. Successive\napproximations are the baby steps (in order) to the big picture\nbehavior goal.\nTACT= LABEL\nThis means being able to label or describe something.\nYou hear this word with verbal behavior training, it is a verbal\noperant. Still just means label or identify an object, a smell, a\nfeeling- you name it! Can be spoken or any other form of\ncommunication (gestures, sign, picture cues, AAC, etc)\nTASK ANALYSIS = BREAK DOWN ANY ROUTINE OR SKILL TO THE\nMOST SIMPLE STEPS.\nBreaking things down into baby steps and then teaching those\nbaby steps in order can help learn new skills or complete a\nroutine.\nBreak down any routine or activity to the most simple steps you\ncan think of. Put those in order, list them out, and then either use\npictures or words.\nWe teach each step and can use the list of steps as a visual cue\nor prompt.\nA task analysis is a step-by-step list of actions necessary to\ncomplete a specific behavior.\nPARENTING WITH ABA",
    "tables": []
  },
  {
    "page_num": 12,
    "text": "DEFINE\nTOKEN ECONOMY = A STRUCTURED REINFORCEMENT SYSTEM.\nA token economy is like a reward system like a sticker chart or\nmarble jar you’ve seen before. The difference? We are going to\nbe more intentional with it and set it up so that it really works for\nyou.\nA behavior change system consisting of three major components:\n(a) a specified list of target behaviors; (b) tokens or points that\nparticipants receive for emitting the target behaviors; and (c) a\nmenu of backup reinforcer items.’\nThink of the real economy. You go to work (do a behavior), you\nget a paycheck (a token). You can then exchange your money\n(token) to get something you want.\nPARENTING WITH ABA",
    "tables": []
  }
]