[
  {
    "page_num": 1,
    "text": "Applied Behavior Analysis (ABA) Overview\nStacie Rulison, MS, M. Ed, BCBA\nApplied behavior analysis (ABA) is a method that is used to teach changes in behavior.\nABA came from the science of behavior, and can help people with and without disabilities\nlearn, change behavior, and may result in the ability to live a higher quality of life.\nABA is not a single “thing” or technique. It is a large group of procedures and principles\nthat are combined to help teach new skills, generalize behaviors (or use them across\ndifferent settings), and reduce challenging behaviors. Many do not know that behavior\nprinciples are used every day in many ways to cause people to change their behavior and\nthe actions they take. This even includes marketing and advertising. Here is an example\nof how ABA works in our everyday lives:\nExample 1:\n• You wear a new red sweater you got for your birthday.\n• Your husband says “Wow, that’s a great color on you!” This compliment\nmade you feel really happy and confident.\n• You decide to wear your red sweater more often.\nNote: Anything that happens after a behavior (called a consequence) that causes it to\nincrease is a reinforcer. You were reinforced for wearing your red sweater with your\nhusband’s compliment. This caused you to wear your red sweater more often, meaning\nthe compliment was a form of reinforcement.\nExample 2:\n• A teacher asks a question in her 4th grade science class. A student raises\nhis hand and answers the question, and gets the right answer.\n• The teacher cheers “wow that is so great, good job, that was such a great\nanswer—way to go!”\n• This response embarrasses the student and he feels humiliated in front of\nhis peers. He does not answer questions in science class again.\nNote: Anything that happens after a behavior (called a consequence) that causes it to\ndecrease is punishment. In this case, the student’s behavior of raising his hand and\nanswering a question was punished, and his behavior of raising his hand decreased.\nNote: a punishment is not always something undesired (or aversive) to someone. It\ndepends on the person and how a consequence affects their behavior (by decreasing the\nchance the behavior will happen in the future).",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "Other ways you use behavior principles in everyday life include using a calendar or\nchecklist to track or get things done (this is self-management); break down a job for a coworker into tasks so they could learn how to do the job (task analysis); or reward your\ndog with a treat for coming to you (reinforcement). We use principles of behavior all day\nin and through our lives as a natural way of interaction with others. Our behaviors change\nbased on the environment and how others respond to us, what we need, and the wants\nand needs of others.\nABA also has been very helpful in reducing very serious behaviors such as aggression and\nself-injurious behavior. ABA has proven to work well in teaching people with many\ndifferent types of learning styles and developmental disabilities and is considered an\nevidence-based practice treatment approach for individuals with autism spectrum disorder\n(ASD). This means there is a lot of research that has been duplicated over and over\nsupporting that fact that it works. This also means that professionals, families, and\nindividuals can use the intervention and find it valuable. Examples of new skills that could\nbe taught include how to make requests (instead of screaming or crying), a bedtime\nroutine, social skills, how to ride a bus, how to add numbers, and much more. Learning is\nbroken down to help the person learn in a step by step way. As the person learns, data is\ntaken to make sure progress is being made toward the learning goal. Using positive\nreinforcement is a very important part of ABA as it helps motivate the person in learning\nskills, especially skills that are really difficult for the person. Everyone has different things\nthat reinforce them, so understanding what that is for each person is very important for\nbehavior change. Reinforcement can then be reduced (or faded) over time and as skills\nare gained so the person does not become dependent on it.\nMany schools use various principles of ABA through Positive Behavioral Interventions and\nSupports (PBIS), which also uses many procedures and practices from the science of\nbehavior and is thought of as a best practice. Many schools adopt PBIS as an approach for\nall students. Examples of behavior procedures used by PBIS include visual supports, selfmanagement systems, functional behavior assessments (FBAs), Behavior Intervention\nPlans (BIPs), reinforcement, token systems, data collection, observing behaviors, and\nother procedures (Horner & Sugai, 2015).",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "ABA in Private Treatment and School Settings\nA medical diagnosis for a disability is not the same as a special education eligibility for\nservices under the Individuals with Disabilities Education Act (IDEA). A medical diagnosis\nis provided by a physician or private licensed psychologist, and special education\nevaluations are done by professionals at a school. Each evaluation allows for different\ntypes of services. Many times, these two evaluations agree, but sometimes they can be\ndifferent. Many families do not know this. For those with a medical diagnosis, access to\nmedical treatments and therapies becomes available. For those who meet special\neducation eligibility, access to special education services defined by IDEA becomes\navailable. When children are medically diagnosed at an early age for disabilities such as\nautism spectrum disorder (ASD), private therapies including ABA (early intensive\nbehavioral intervention) have been shown to be very helpful in building skills and reducing\nchallenging behaviors. Learning how to communicate to get needs met is very important\nduring this time and can carry over to their formal education, starting at or before\nkindergarten. This is called functional communication—the communication serves a\nfunction or purpose. Once the child starts school there is great benefit in spending time\nwith peers and being part of their school community. If they have an individualized family\nservice plan (IFSP) or individualized education program (IEP), they are also entitled to a\nfree appropriate public education (FAPE) in the least restrictive environment (LRE)\naccording to their rights defined in IDEA.\nSome families want their children to be in ABA programs during the school day. This may\nviolate their legal right to FAPE in the LRE in the public-school setting. This can sometimes\ncause disagreements with the family and school. Continuing ABA therapy outside of school\ncan be helpful, especially when it is done in a natural environment, for example working\non social skills or skill building in the community or at school. The Michigan Medicaid ABA\nBenefit also supports ABA treatment for children with autism and discusses the\nimportance of ABA therapy not removing (supplanting or displacing) the child from their\nformal education for ABA services. Some families choose to home school their children\nand enroll them in partial or all-day ABA programs. This is within a family’s right, but\nmight not allow for the child to be educated with non-disabled peers. This might reduce\nacademic and social opportunities that could be helpful as the child moves through\n(transitions) school and into adulthood after high school.\nABA Resources\n• Horner, R. and Sugai, G. (2015). School-wide PBIS: An example of\napplied behavior analysis implemented at a scale of social importance.\nBehavior Analysis in Practice, 1(10), 80-85.\n• May Institute, Applied Behavior Analysis (ABA) Questions and Answers.\n• Michigan Medicaid Applied Behavior Analysis and Autism Service Provider\nFAQ: excellent overall FAQ on ABA and what Medicaid provides. Section\non “CMH Services and School Services”. It may be helpful in explaining\nsome of the Medicaid services for ASD, the referral and intake process,\nand more.",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "Basic ABA Terms\nAntecedent: What happens right before a behavior.\nApplied Behavior Analysis (ABA): A group of principles, strategies, and procedures\nused to teach, manage, increase, and reduce behaviors. Different ABA approaches\ninclude Behavior Skills Training (BST), Discrete Trial Teaching (DTT), Incidental Teaching,\nVerbal Behavior, Early Intensive Behavioral Intervention (EIBI), Pivotal Response\nTreatment (PRT), and others.\nBehavior: Must be able to observe and measure a behavior.\nBehavioral Contract: A plan that is agreed upon by those involved, including the\nindividual whose behavior is being monitored. It can include expected behaviors,\nconsequences, and goals.\nBehavior Intervention Plan (BIP): A BIP is created after an FBA is done and include\ntarget behaviors, the intervention plan to increase or reduce targeted behaviors, and how\nthe behaviors will be measured.\nBoard Certified Behavior Analyst (BCBA) and BCBA-Doctorate: A therapist who has\nreceived in-depth training on the science of behavior, behavior principles, data collection\nand analysis, procedures, assessment, treatment, supervision, completed extensive field\nwork, and passed an international board exam. They can assess clients, create treatment\nplans, supervise treatment plans, review results of programming, and make needed\nchanges. There are ongoing training requirements for BCBA or BCBA-D therapists.\nChaining: Linking multiple steps of teaching together. Used once a task analysis is done\nand chaining can be taught from the beginning to end of the chain, or from the end back\nto the beginning.\nConsequence: What happens right after a behavior and can be good or bad (it can be\nanything).\nDiscrete Trial Teaching (DTT): A common way of teaching a new skill. A single task or\nconcept is taught in a repetitive way, with each attempt being called a “trial”. A chance to\nrespond is provided to the individual with a certain response expected. An example of a\ntrial is for the teacher to say: “tell me your name” and the child responds or does not\nrespond, with reinforcement given for correct responses.\nEchoic: Individual is able to verbally imitate when asked.\nExtinction: Reducing an unwanted behavior by not providing reinforcement for a\nbehavior that was reinforced in the past.\nExtinction Burst: A temporary increase in a behavior when an extinction procedure is\nused.",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "Fading: Decreasing the level of help needed to complete a task. The goal is\nindependence, so we would fade prompts used to teach a skill.\nFluency: Ability to do tasks easily, automatically, quickly, and correctly.\nFunctional Behavior Assessment (FBA): A procedure used to better understand why a\nbehavior is happening. The behavior is observed and data is recorded about the behavior.\nThis includes what happened just before the behavior (called an antecedent), what the\nbehavior was and looked like, and what happened right after the behavior (called the\nconsequence), which can be anything. This review of antecedents, behaviors, and\nconsequences is sometimes called “ABC Data” or an ABC observation. When reviewed\nclosely, patterns often show what may be causing the behavior, and how it may or may\nnot be reinforced as a consequence. Understanding this information can help when trying\nto change the behavior.\nFunctional Communication: The ability to communicate needs, desires, and wants\nthrough verbal and non-verbal means. This means that communication has a purpose and\nthe way communication is used matches what is wanted or needed. For example, if a child\nwants a drink of water she says, signs, or shows a picture of a glass of water to her\nparent. She would not have a tantrum to express that need (where those around her\nwould likely not know what she needed), or make an unrelated request, for example say\n“go for ride” when she really wanted a drink of water. Sometimes functional\ncommunication skills need to be taught as the child may not have that skill on their own.\nNot having functional communication skills often leads to behavior challenges as the child\nmay not know how to express what is needed.\nFunctions of Behavior: There are reasons behaviors happen, and they fall into 4 areas:\n1) Escape (from something unpleasant); 2) attention (from someone or a group); 3)\nAccess to something the individual wants (such as a game, food, a toy, etc.); and 4)\nautomatic (a sensory and individual), which occurs sometimes, but typically is one of the\nfirst 3 causes (or functions) of behavior. Sometimes there is more than one function\ncausing a behavior. To find out the function, an FBA can be done.\nIntervention: Approach being used to change a behavior.\nModeling (including Video Modeling): Teaching an individual to imitate a behavior\nperformed by a model (or video model).\nNegative Reinforcement (Increases a behavior): Taking something that is “negative”\nto the person away to INCREASE a behavior. Example 1: Child finishes his or her home\nwork to STOP his mother’s nagging about doing his homework, increasing the behavior of\ndoing homework (and to avoid nagging) in the future. Example 2: child does not turn\nhomework in on time, and gets an F; in the future the child turns in homework to AVOID\ngetting an F. Behavior of turning in homework INCREASES.\nPervasive Behavior: Very repetitive behavior that is usually difficulty to change, and\nmight affect the ability to learn or quality of life.",
    "tables": []
  },
  {
    "page_num": 6,
    "text": "Positive Reinforcement (Increases a behavior): Adding something that is “positive”\nor desirable to the person in order to INCREASE a behavior.\nExample 1: giving extra computer time to a child that completes his or her homework,\nand it increases the behavior of finishing homework. Example 2: mother makes chocolate\nchip cookies and kids go on and on about how delicious they are, and they are the best\ncookies ever. Mom decides to make chocolate chip cookies more often. Her behavior of\nmaking cookies has increased as it served as positive reinforcement for her.\nPrompt: Way to assist or cue to help the individual complete a task. Different types of\nprompts include visual prompts, verbal prompts, physical prompts, gestural prompts,\npositional prompts, and more. Prompts are antecedents that get a response to occur.\nPunishment (Decreases a behavior): This is a positive or negative action (or\nconsequence) that causes a DECREASE in behavior and reduces the chance of it\nhappening again or continuing.\nExample 1: Child throws toy across the room and his mom takes his toy away. He never\nthrows toys again. Taking the toy away was a punishment that decreased the behavior\nwhich serves as punishment. Example 2: a child raises his or her hand to answer a\nquestion, gets it wrong, and is extremely embarrassed. Her behavior of raising her hand\ndecreases, so rising her hand in class has served as a punishment.\nRegistered Behavior Technician (RBT): A behavior support professional, working\nunder the direction of a BCBA or BCBA-D, implements ABA based programming designed\nby the BCBA or BCBA-D. RBTs do not complete behavior assessments.\nReinforcer: Anything that can be used to motivate an individual to learn or display a\ncertain behavior. Reinforcement is not bribery. Bribery is given before a behavior and\nreinforcement is given after, to maintain or increase a behavior.\nRole Play: A teaching method to show a different point of view or perception of a\nbehavior. For example, role playing interrupting a conversation to demonstrate what not\nto do.\nScripting: Repeat phrases heard such as from movies or television shows, commercials,\netc. or a technique where model language is given to be used.\nShaping: Defining and overall target behavior/behavior goal. For each step toward the\ngoal, reinforce success at each new level until the goal is reached.\nTarget Behavior: The behavior (of interest) that is trying to be increased or decreased\n(there may be one or more than one)\nTask Analysis: Process of breaking down a skill into very small sections, or tasks. Skills\nare then taught one task at a time and usually build on each other in either a forward\ndirection or a reverse direction. Each step is reinforced through shaping. This is often used\nwhen learning an overall skill which is too large or overwhelming for the individual. This\nhappen often with individuals with developmental disabilities such as autism or intellectual",
    "tables": []
  },
  {
    "page_num": 7,
    "text": "disability. An example might be a child learning to brush his teeth. He might first learn to\nwalk to the sink, then get his toothbrush, then get his toothpaste, then put toothpaste on\nthe toothbrush, then brush top teeth, then brush bottom teeth, then rinse the toothbrush,\nthen put it in the holder, then wipe his face with a towel. This could be taught in the\nreverse order, building backwards. This can take time and each person will have different\nneeds. The tasks can be broken down as small or large as needed for the person.\nToken Systems (or Token Economy): A system that provides positive reinforcement\nfor an individual by giving them tokens (usually represented by something of interest, for\nexample, pictures of dogs for a child who loves dogs) for desired behavior. The agreed\nupon reinforcer can be exchanged for a defined number of tokens.",
    "tables": []
  }
]