[
  {
    "page_num": 1,
    "text": "ACE PROVIDER HANDBOOK\nEffective through June 30, 2026\nContents\nOverview ......................................................................2\nContinuing Education Requirements ..................2\nACE Provider Roles and Responsibilities ..........5\nACE Procedures ........................................................8\nACE Documents .......................................................10\nCopyright © 2022 by the Behavior Analyst Certification Board®, Inc. (“BACB®”), all rights reserved. Unauthorized reproduction, copying, or\ntransmission in any medium is strictly prohibited.\n®The trademarks “Behavior Analyst Certification Board®, Inc.,” “BACB®,” “Board Certified Behavior Analyst®,” “BCBA®,” “Board Certified\nAssistant Behavior Analyst®,” “BCaBA®,” and “RBT®,” are owned by the Behavior Analyst Certification Board®. Unauthorized use or\nmisrepresentation is strictly prohibited.\nVersion 08/2025, Copyright © 2021, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 1",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "ACE PROVIDER HANDBOOK\nOverview\nThe Authorized Continuing Education (ACE) program exists to make a wide array\nof continuing education (CE) events available to Behavior Analyst Certification Authorization as an ACE\nBoard (BACB) certificants. ACE Providers have been authorized by the BACB to Provider does not imply\nprovide Learning Continuing Education (CE) to BCBA and BCaBA certificants. endorsement or approval\nof the CEU content by\nThis handbook describes the requirements for obtaining and maintaining status as\nthe BACB. ACE Providers\nan ACE Provider. The BACB does not review or approve individual events offered\nmust avoid using language\nby ACE Providers; it is the ACE Provider’s responsibility to ensure that all CE events\nthat suggests the BACB\nmeet the requirements described in this handbook. Noncompliance with these\nhas accredited, approved,\nrequirements may result in the suspension or revocation of ACE Provider status.\nor endorsed a specific\nACE event.\nContinuing Education Requirements\nPurpose of CE\nInitial BCBA and BCaBA certification indicates that an individual has met entry-level standards for practice as a\nbehavior analyst. The purpose of the BACB’s CE requirement is to ensure that certificants continue to engage in\nactivities that expand their behavior-analytic skills beyond the requirements for initial certification and help them stay\nup to date on developments in the profession.\nCE Content Requirements\nThe content of Learning CE events may address any aspect of behavior analysis:\npractice, science, methodology, theory, or the profession itself. In addition, Learning\nWhile not mandatory, the\nCE content must cover material that goes beyond the current BCBA Task List and\nBACB strongly encourages\nBCaBA Task List, be behavior-analytic in nature, be designed for attendees with a\nincluding learning\nbehavior-analytic background, and reflect current and accurate content.\nobjectives for all events.\nBeyond the Current Task List: Learning CE events must cover material that goes Learning objectives should\nbeyond the current BCBA Task List and BCaBA Task List and coursework required be behaviorally written,\nto sit for the certification exams. However, the event may include a brief review of identify new skills beyond\ntask list material during the introductory portion. For example, an event may include those required to become\na review of the typical functions of behavior before covering new research on certified, and be feasible\nfunctional analysis. Events that merely repackage basic behavior-analytic techniques to accomplish.\nare not acceptable for Learning CE.\nBehavior-Analytic in Nature: The majority of a Learning CE event must cover content that is behavior-analytic\nin nature. For example, an event covering the characteristics and diagnosis of Autism Spectrum Disorder is not\nappropriate for Learning CE. However, an event covering techniques for safely conducting functional\nassessments of stereotypic behavior is appropriate.\nAudience: The Learning CE event should be designed for professional behavior analysts who have already had\nbachelor’s level (BCaBA) or master’s level (BCBA) coursework in behavior analysis. Events designed for other\naudiences, such as parents or professionals from other disciplines, should not be offered for Learning CE.\nUp-to-Date Content: ACE Providers should make every effort to ensure that the content of all CE events is\naccurate and up-to-date (e.g., it represents best available scientific evidence; is focused on current best practices\nin behavior analysis; is consistent with current local laws, regulations, policies, and ethical standards).\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 2",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "Ethics CE\nThis category is defined as (a) events related to the BACB’s ethics requirements and/or (b) events related to cultural/\ncontextual responsiveness. The content must relate to behavior-analytic practice or applied research and be directly\nlinked to the behavior-analytic literature and/or established practice. To qualify as Ethics continuing education, most of the\nevent must focus on ethics or cultural/contextual responsiveness. Continuing education events that only briefly reference\nthe BACB’s ethics codes and primarily cover unrelated content should not be offered as Ethics continuing education.\nExamples of appropriate ethics requirements content include:\n• considerations for implementing nonbehavioral therapies\n• addressing ethics violations with others\n• strategies for remaining compliant with requirements (e.g., billing, supervision, licensure, and certification requirements)\n• techniques for avoiding or managing dual relationships\n• ethical implications of media and technology\nExamples of appropriate cultural/contextual responsiveness content include:\n• navigating situations where your cultural values differ from those of your client\n• choosing assessment tools that are validated and appropriate for the client’s contextual circumstances\n• engaging in collaborative goal setting\n• working with caregivers to identify goals that align with their cultural priorities\n• delivering feedback in a manner consistent with cultural norms\nNonexamples of ethics requirements or cultural/contextual responsiveness content include:\n• communicating one’s perspective or lived experience without relating the majority of the event to behavioranalytic practice or applied research\n• addressing political or societal events without relating the majority of the event to behavior-analytic practice\nor applied research\nSupervision CE\n8-hour Supervision Training: Certificants who wish to supervise individuals pursuing BACB certification or the ongoing\npractice of BCaBAs or RBTs are required to obtain specific training in supervision based on the BACB’s Supervisor\nTraining Curriculum Outline (2.0). This training may be completed up to 180 days prior to the date the certificant\nbecomes certified. This training must be delivered by an ACE Provider (or embedded in a VCS program).\nOngoing Supervision CE: Supervisors are required to obtain 3 CEUs on supervision in every recertification cycle.\nAcceptable supervision content must be behavior-analytic in nature and cover effective supervision as described\nin the Supervisor Training Curriculum Outline (2.0).\nTeaching CE\nTeaching CE includes instruction of a Learning CE event, on a one-time basis for each event, for the duration of time the\ninstructor was presenting the event. Teaching CE is intended to ensure that the certificant is continuing to engage in\nactivities that will expand their behavior-analytic skills, which includes research, preparation for, and delivery of instruction.\nThe following activities could count as Teaching CE:\n• A 25-minute presentation within a two-hour symposium could be\nsubmitted for 0.5 Teaching CEUs.\n• Presentation of a two-hour workshop could qualify as 2 Teaching CEUs.\n• Preparing for, and actively participating in, a one-hour panel could qualify\nas 1 Teaching CEU.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 3",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "CE Event Requirements\nEvent Instructor\nEvery Learning CE event must have an instructor who meets the requirements Refer to the “Learning CE\noutlined in the ACE Provider Roles and Responsibilities section of this handbook. Event Checklist” to make\nsure your event meets the\nEvent Duration Learning requirements.\nEach event must include a minimum of 25 minutes of instruction, for which 0.5 CEUs\nare awarded. Additional CEUs should be awarded in increments of 0.5 (25 minutes of instruction) or 1.0 (50 minutes of\ninstruction). For example, 50 minutes = 1 CEU; 75 minutes = 1.5 CEUs; 100 minutes = 2 CEUs; and so on. Rounding up is\nnot permitted when issuing CEUs.\nMonitoring Participation\nProviders are responsible for ensuring that participants are present for the entire\nevent and maintaining documentation of participants’ attendance.\nThere are many ways\nEvent Format to ensure participants\nremain for the entirety of an\nThe event format may vary as long as all of the requirements outlined in this\nevent. For instance, have\nhandbook are met. Both live and online (synchronous and asynchronous) events\nparticipants sign in and\nare permitted. For instance, providers may offer Learning CE for participating in\nout, embed active student\nconference presentations (e.g., paper presentations, symposia, panel discussions,\nresponding questions, or\ninvited addresses), workshops, tutorials, online courses or other distance\ninclude verification codes to\neducation activities, and activities such as reading a journal article and discussing\naccess additional material.\nit in a facilitated journal club meeting.\nEvent Feedback\nProviders must offer all participants the opportunity to provide written evaluative feedback about the event.\nEvent Fees\nACE Providers may establish their own fees for CE events. The BACB does not establish fees, nor does it recoup\nfees (i.e., no kickbacks). CE events may be offered free of charge and may also be offered in-house only.\nCE Event Documentation\nDocumentation for Learning Participants\nDocumentation of Learning CE must be issued to the participant within 45 days of the event and must include the\nfollowing information:\n• participant’s name and BACB certification number\n• ACE Provider’s name and provider number\n• ACE Coordinator’s name, if an Organization Provider\n• title of the event (note: multi-presentation conference events must include the title of each session attended\nby the certificant)\n• instructor’s name\n• event date(s)\n• event modality (i.e., in-person, online synchronous, online asynchronous)\n• number of Learning CEUs\n• number of CEUs applicable to the ethics and supervision categories\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 4",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "The format of CE documentation is flexible. Examples of acceptable documentation include, but are not limited to a\nformal certificate, a letter of verification, or completion of the template included with this handbook (see the Learning\nCertificate Template - Individual ACE Providers and the Learning Certificate Template - Organization ACE Providers).\nParticipants are responsible for entering information from each event into their BACB account.\nDocumentation for Teaching Instructors\nACE Providers must also provide a letter for instructors who request it for Teaching CE purposes. This letter should\ncontain the same information required in certificates of completion, above, with the event instructor’s name and\ncertification number. See the Teaching Letter Template.\nDocumentation for the BACB\nIn addition to the information listed above, ACE Providers must maintain records demonstrating that they are\nmeeting the requirements outlined in this handbook, which may include a combination of the following:\n• a summary of all events offered\n• event syllabi and/or presentation materials\n• evidence of instructor qualifications\n• copies of attendance records\n• description of event monitoring procedures\n• copy of certificates awarded to attendees\n• event feedback\n• marketing materials\nThese records must be maintained for a period of five years from the date of the event. ACE Providers must make\nthese records available to the BACB upon request.\nNote: Failure to provide documentation that these requirements were met may result in the BACB not accepting\nCEUs from the relevant event(s).\nACE Provider Roles and Responsibilities\nACE Provider Types\nThere are two types of ACE Providers: Individual Providers and Organization Providers. Individual Providers must\ndeliver the instruction themselves and be present during the entire CE event, although a co-presenter may assist\nthem. Organization Providers must designate an individual to serve as the organization’s ACE Coordinator (described\nbelow). ACE Coordinators are not required to be present during CE events offered by their organization; however,\nthey retain responsibility for the events provided by that organization.\nACE Coordinators and Individual Providers\nQualifications\nACE Coordinators and Individual Providers must meet the following criteria:\nCurrent ACE Coordinators\n• ACE Coordinators on Initial ACE Applications or Coordinator Change can remain in their\nApplications must be actively certified and in good standing as a BCBA for positions, even if they\nat least 5 years; AND have not been certified for\n• they must be willing and able to fulfill all responsibilities described herein for 5 years, as long as they\nthe entire duration of the authorization period (one year). continue to renew on time.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 5",
    "tables": []
  },
  {
    "page_num": 6,
    "text": "Responsibilities\nACE Coordinators and Individual Providers must:\n• follow the requirements stated in this handbook\n• ensure that instructors/co-presenters and CE event content meet the requirements in this handbook\n• ensure that procedures are in place and followed for disclosing affiliations with companies, products, and/\nor services that may be featured during a CE event. These disclosures must be made to participants prior to\ntheir registration for the event.\n• monitor their intellectual property to ensure it is not being misused (e.g., forged certificates)\n• provide replacement certificates to participants when requested\n• resolve all complaints from participants\n• ensure that all duties are carried out in compliance with the standards described in this handbook if\ndelegating any administrative duties\n• serve as the single point of contact between the ACE Provider and the BACB for all communication\n• ensure the information listed in the ACE Provider Verification Registry is accurate\n• advise the incoming ACE Coordinator or organization how to notify the BACB of the change (see the ACE\nCoordinator Changes section) and transfer all CE event documentation (see the CE Event Documentation\nsection) to the incoming ACE Coordinator\n• complete annual renewal requirements and pay renewal fees on time to maintain ACE Provider status\n• stay current on any changes to ACE Provider requirements, logos, and any updates to this handbook\nQualified ACE Instructor Requirements\nQualified ACE Instructors may deliver instruction at CE events for Organization Providers. Qualified ACE\nInstructors must work under the supervision of the organization’s ACE Coordinator and must meet one of the\nfollowing qualifications:\n• hold active BCBA certification\n• have a doctorate and substantial, formal training in behavior analysis\n• be a current graduate student who has completed a master’s degree and is enrolled in a behavior-analytic\ndoctoral program\nCo-Presenter: An individual who does not meet one of the Qualified ACE Instructor requirements may serve as a\nco-presenter under the direct, in-person supervision of a Qualified ACE Instructor or an Individual Provider.\nAll Qualified ACE Instructors, co-presenters, and Individual Providers must have substantial expertise in the subject\nmatter being presented and follow the Ethics Code for Behavior Analysts (Code) during the event.\nExample of ACE roles in a symposium:\nLearning CE could be offered for symposia in which only the discussant is a\nQualified ACE Instructor, as long as they review the co-presenters’ materials\nin advance. Additionally, Learning CE could be offered for symposia chaired\nby university faculty who meet the Qualified ACE Instructor requirements,\nwith the faculty member’s graduate students presenting all instruction,\nprovided those students have substantial expertise in the subject matter\nbeing presented.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 6",
    "tables": []
  },
  {
    "page_num": 7,
    "text": "Overview of ACE Roles and Qualifications\nACE Coordinator\nQualified\nRole for an Individual Provider Co-Presenter\nACE Instructor\nOrganization Provider\nACE Organization or\nOrganization Provider Individual Provider Organization Provider\nProvider Type Individual Provider\n⊲ Is designated ⊲ Delivers instruction ⊲ Delivers instruction ⊲ Co-presents\nby Organization themselves at CE event information under\nProvider to be ⊲ Is present during ⊲ Is supervised by the direct, inBACB contact entire CE event ACE Coordinator person supervision\nRole Description\n⊲ I\ne\ns\nv\nr\ne\ne\nn\ns\nt\np\ns\no\np\nn\nr\ns\no\ni\nv\nb\ni\nl\nd\ne\ne\nf\nd\no r ⊲ M\nas\na\ns\ny\nis\nr\nt\ne\nan\nce\nce\niv e\nfr om\no\nA\nf\nC\na\nE\nq\nIn\nu\ns\na\nt\nl\nr\ni\nu\nfie\nct\nd\no r or\nIndividual Provider\nby organization a co-presenter\n⊲ Does not need to\nbe present during\nCE event\n⊲ Is actively certified ⊲ Is actively certified ⊲ Is actively certified ⊲ Has expertise in\nas a BCBA for at as a BCBA for at as a BCBA; OR subject matter; AND\nleast 5 years; AND least 5 years; AND ⊲ Holds a doctorate ⊲ Agrees to follow\n⊲ Is willing and ⊲ Is willing and and has completed Code during\nable to fulfill all able to fulfill all substantial, formal CE event\nresponsibilities responsibilities training in behavior\ndescribed herein described herein analysis; OR\nfor full duration of for full duration of ⊲ Is a graduate\nauthorization period authorization period student enrolled in\n(one year) (one year); AND\na behavior-analytic\nQualifications ⊲ Has expertise in doctoral program\nsubject matter; AND who has received\n⊲ Agrees to follow master’s degree\nCode during A Qualified ACE\nCE event\nInstructor must also:\n⊲ Have expertise in\nsubject matter; AND\n⊲ Agree to follow\nCode during\nCE event\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 7",
    "tables": [
      "| Role | ACE Coordinator for an Organization Provider | Individual Provider | Qualified ACE Instructor | Co-Presenter |\n| --- | --- | --- | --- | --- |\n| ACE Provider Type | Organization Provider | Individual Provider | Organization Provider | Organization or Individual Provider |\n| Role Description | ⊲ Is designated by Organization Provider to be BACB contact ⊲ Is responsible for events provided by organization ⊲ Does not need to be present during CE event | ⊲ Delivers instruction themselves ⊲ Is present during entire CE event ⊲ May receive assistance from a co-presenter | ⊲ Delivers instruction at CE event ⊲ Is supervised by ACE Coordinator | ⊲ Co-presents information under the direct, in- person supervision of a qualified ACE Instructor or Individual Provider |\n| Qualifications | ⊲ Is actively certified as a BCBA for at least 5 years; AND ⊲ Is willing and able to fulfill all responsibilities described herein for full duration of authorization period (one year) | ⊲ Is actively certified as a BCBA for at least 5 years; AND ⊲ Is willing and able to fulfill all responsibilities described herein for full duration of authorization period (one year); AND ⊲ Has expertise in subject matter; AND ⊲ Agrees to follow Code during CE event | ⊲ Is actively certified as a BCBA; OR ⊲ Holds a doctorate and has completed substantial, formal training in behavior analysis; OR ⊲ Is a graduate student enrolled in a behavior-analytic doctoral program who has received master’s degree A Qualified ACE Instructor must also: ⊲ Have expertise in subject matter; AND ⊲ Agree to follow Code during CE event | ⊲ Has expertise in subject matter; AND ⊲ Agrees to follow Code during CE event |"
    ]
  },
  {
    "page_num": 8,
    "text": "ACE Procedures\nHow to Become an ACE Provider\nApplicants for ACE Provider status must read this handbook in its entirety and agree to meet all requirements prior\nto applying to become an ACE Provider.\nInstructions\n1) Read the ACE Provider Handbook and contact the BACB with any questions via the Contact Us Form.\n2) Complete the ACE Provider Initial Application (for Individual Providers or Organization Providers) and submit\nit via the Contact Us Form.\na) All organizations applying for ACE Provider status must be incorporated, registered, or otherwise\nrecognized as a legal entity.\nb) ACE Coordinators for Organization ACE Providers must be employed by the organization or have a\ncontractual relationship with the organization.\nc) For Organization ACE Providers: A member of the organization’s leadership (e.g., chief executive officer,\nchief learning officer, chief clinical officer, board member) must complete an attestation approving the\nappointment of the ACE Coordinator and agreeing to appoint another ACE Coordinator or end their status\nas an ACE Provider if there is evidence of continued noncompliance by the current ACE Coordinator.\n3) Pay the non-refundable processing fee ($200 for Organization Providers; $100 for Individual Providers)\nby either:\na) paying via credit card. If choosing this payment option, BACB staff will send you information about how\nto pay the fee.\nb) mailing a check to: Behavior Analyst Certification Board, 7950 Shaffer Parkway, Littleton, CO 80127 USA\n(please include the ACE Provider name on the check).\n4) Wait up to two weeks from the date your complete application (including payment) is received for your\napplication to be processed.\n5) After your application is reviewed, you will receive either an approval email with your provider number or an\nemail informing you of what is needed to continue processing your application.\nAnnual Renewal\nAnnual renewals are required to maintain ACE Provider status and may be completed up to 45 days prior to the\nACE Provider’s renewal date.\nInstructions\n1) Read the ACE Provider Handbook and contact the BACB with any questions via the Contact Us Form.\n2) Complete the ACE Provider Renewal Application (for Individual Providers or Organization Providers) and\nsubmit it via the Contact Us Form.\n3) Pay the non-refundable processing fee ($100 for Organization Providers; $50 for Individual Providers)\nby either:\na) paying via credit card (through your BACB Account)\nb) mailing a check to: Behavior Analyst Certification Board, 7950 Shaffer Parkway, Littleton, CO 80127 USA\n(please include the ACE Provider name on the check)\n4) Wait up to two weeks from the date your complete application (including payment) is received for your\napplication to be processed.\n5) After your application is reviewed, you will receive either an approval email or an email informing you of\nwhat is needed to continue processing your application.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 8",
    "tables": []
  },
  {
    "page_num": 9,
    "text": "Expiration\nACE Provider status will expire for any provider who does not submit a completed renewal application (including\npayment) by their renewal date. There is a 30-day reinstatement period for ACE Providers who do not renew\non time. If all renewal information and payment (including an additional $50 late fee) are submitted during this\nperiod, then ACE Provider status may be restored. Payment of the late fee may be submitted as described in step\n3 above. Learning CE events may not be offered during the reinstatement period and ACE Providers will not be\nlisted on the ACE Provider Verification Registry during this time. Please note, continued provision of Learning CE\nfollowing expiration could constitute a violation of the BACB’s ethics requirements.\nIf an ACE Provider does not complete a renewal within the allowable time period, they will need to apply for\nACE Provider status again by completing a new initial application (including paying the initial application fee). If\napproved, a new ACE Provider number will be issued. Learning CE events may not be offered while expired, and\nan ACE status may not be retroactively applied. If ACE status is believed to have been expired in error, the BACB\nappeals policies may be reviewed.\nFees\nApplication Fee\nACE Initial Application (Individuals) $100\nACE Initial Application (Organizations) $200\nACE Renewal Application (Individuals) $50\nACE Renewal Application (Organizations) $100\nACE Renewal Late Fee $50\nACE Coordinator Changes (Organization Providers)\nOrganization Providers who would like to change the ACE Coordinator on record with the BACB must complete\nthe ACE Coordinator Change Application and submit it via the Contact Us Form in advance of the change. Once\napproved, the previous ACE Coordinator must transfer all documentation to the new ACE Coordinator.\nACE Audits\nThe BACB makes maintenance and disciplinary decisions based on information provided by ACE Providers;\ntherefore, the BACB reserves the right to audit ACE Providers at any time. The BACB may request documentation,\nsuch as attendee records or event materials, to verify that all of the requirements in this handbook have been met.\nBefore or during an audit, if inconsistencies are found between documentation submitted by the certificant and\nthe ACE Coordinator, or if the ACE Coordinator has provided inconsistent responses, the ACE Coordinator may be\nrequired to sign a Continuing Education Affidavit.\nComplaint Process\nAll complaints from participants in Learning CE events, including those regarding potential BACB CE event\nrequirements violations must first be directed to the Individual Provider/ACE Coordinator in writing. If a complaint\ncannot be resolved with the provider, the participant may file a formal complaint by submitting a Notice of Alleged\nViolation directly with the BACB.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 9",
    "tables": [
      "| Application | Fee |\n| --- | --- |\n| ACE Initial Application (Individuals) | $100 |\n| ACE Initial Application (Organizations) | $200 |\n| ACE Renewal Application (Individuals) | $50 |\n| ACE Renewal Application (Organizations) | $100 |\n| ACE Renewal Late Fee | $50 |"
    ]
  },
  {
    "page_num": 10,
    "text": "Disciplinary Action\nIf the provider fails to respond in a timely fashion, was noncompliant with an audit request, or if the evidence does\nnot adequately refute the allegations in the Notice of Alleged Violation, the BACB may sanction the provider’s\napproval status. Potential sanctions include, but are not limited to: suspending the provider’s status until the\ncomplaint has been resolved; requiring the provider to revise their CE events, procedures, and/or instructors; or\nrevoking the provider’s status as an ACE Provider.\nAll ACE Coordinators and Individual ACE Providers must be in good standing with the BACB. ACE Coordinators\nand Providers who are subject to specific consequences outlined in a Disciplinary Determination are responsible\nfor taking action to minimize disruption to provision of ACE events. If an ACE Coordinator’s certification is\nrevoked, suspended, or inactivated they must transition their duties within 30 days of receiving their disciplinary\ndetermination. If an Individual ACE Provider’s certification is revoked, suspended, or inactivated they must submit\na request to the ACE Provider Contact From (select Other) informing the BACB that due to disciplinary sanctions\ntheir Individual ACE Provider status needs to be placed on inactive.\nACE Documents\nApplications\nAuthorized Continuing Education (ACE) Provider: Initial Application for Individual\nProviders. The ACE Provider Initial Application for Individual Providers is used to\napply for Individual ACE Provider status. To apply, an individual must meet all of the\ncriteria listed in this handbook.\nAuthorized Continuing Education (ACE) Provider: Initial Application for\nOrganization Providers. The ACE Provider Initial Application for Organization\nProviders is used to apply for Organization ACE Provider status. To apply, an\norganization must designate an individual to serve as an ACE Coordinator. The\napplication must be submitted by the person applying to be ACE Coordinator.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 10",
    "tables": []
  },
  {
    "page_num": 11,
    "text": "Authorized Continuing Education (ACE) Provider: Renewal Application for\nIndividual Providers. The ACE Provider Renewal Application for Individual\nProviders is used to apply to renew Individual ACE Provider status. Annual renewals\nare required to maintain ACE Provider status. The renewal application must be\nsubmitted by the ACE Coordinator.\nAuthorized Continuing Education (ACE) Provider: Renewal Application for\nOrganization Providers. The ACE Provider Renewal Application for Organization\nProviders is used to apply to renew Organization ACE Provider status. Annual\nrenewals are required to maintain ACE Provider status. The renewal application\nmust be submitted by the ACE Coordinator.\nAuthorized Continuing Education (ACE) Provider: Coordinator Change\nApplication. The ACE Provider Coordinator Change Application should be\ncompleted and submitted by the individual who will assume the duties of ACE\nCoordinator for an Organization ACE Provider.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 11",
    "tables": []
  },
  {
    "page_num": 12,
    "text": "Additional Resources\nLearning CE Event Checklist. The Learning CE Event Checklist may be used to\nhelp determine whether an event meets all Learning CE requirements.\nLearning Certificate Template: Individual ACE Provider. The Template for\nLearning Continuing Education Individual Provider\nParticipant Name Participant BACB Certification Number Individual Providers may be used by Individual Providers to document the CEUs a\nEvent Information\nEvent Name certificant obtains at a specific event.\nEvent Date Event Modality\nTotal Number of CEUs Number of CEUs in Ethics Number of CEUs in Supervision\nIndividual ACE Provider Information\nACE Provider Name ACE Provider Number Business Name (if applicable)\nACE Provider Signature Date\nLearning Continuing Education Organization Provider Learning Certificate Template: Organization ACE Provider. The Template for\nParticipant Name Participant BACB Certification Number\nEvent Information Organization ACE Providers may be used by Organizational ACE Providers to\nEvent Name\nEvent Date Event Modality document the CEUs a certificant obtains at a specific event.\nTotal Number of CEUs Number of CEUs in Ethics Number of CEUs in Supervision\nACE Coordinator Information\nACE Coordinator Name\nACE Provider Information\nACE Provider Name ACE Provider Number Instructor Name (if applicable)\nACE Provider Signature Date\nTeaching Letter Template. The Teaching Letter Template may be used by the\ndepartment chair, academic or administrative heads of the institution, or by the\nACE Coordinator of an organization to document that a certificant has provided\ninstruction for the purpose of earning CEUs.\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 12",
    "tables": []
  },
  {
    "page_num": 13,
    "text": "Continuing Education Affidavit\nThe following individuals did not complete (Authorized Continuing Education\n[ACE] Provider name)’s (event title) continuing education event in accordance with the\nBACB’s continuing education requirements or ACE Provider requirements.\nBACB ID First Name Last Name Name on Certificate\nBy signing below, I hereby attest that:\n• The information provided in this affidavit is accurate, and I understand that it may be used by the Behavior\nAnalyst Certification Board (BACB) in its maintenance and disciplinary decisions.\n• This statement is sworn to under penalty of perjury.\nACE Coordinator’s Signature: Date:\nState:\nCounty:\nSigned and affirmed before me on ____/____/____ (date) by (name of the ACE\nCoordinator making the statement)\nNotary Public:\nMy Commission Expires: ____/____/____\nVersion 08/2025, Copyright © 2022, BACB® | All rights reserved. Behavior Analyst Certification Board | ACE Provider Handbook | 13",
    "tables": [
      "| BACB ID | First Name | Last Name | Name on Certificate |\n| --- | --- | --- | --- |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |"
    ]
  }
]