[
  {
    "page_num": 1,
    "text": "January 2017\nBCBA Task List (5th ed.)\nIntroduction\nThe BCBA Task List includes the knowledge and skills that serve as the foundation for the BCBA examination.\nStructure\nThe BCBA Task List is organized in two major sections, Foundations, which includes basic skills and underlying\nprinciples and knowledge, and Applications, which includes more practice-oriented skills.\nSection 1: Foundations\nA Philosophical Underpinnings\nB Concepts and Principles\nC Measurement, Data Display, and Interpretation\nD Experimental Design\nSection 2: Applications\nE Ethics (Ethics Code for Behavior Analysts)\nF Behavior Assessment\nG Behavior-Change Procedures\nH Selecting and Implementing Interventions\nI Personnel Supervision and Management\nThis document should be referenced as:\nBehavior Analyst Certification Board. (2017). BCBA task list (5th ed.).\nVersion 08/2024, Copyright © 2017, BACB® | All rights reserved. https://www.bacb.com/wp-content/bcba-task-list-5th-ed",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "Section 1: Foundations\nA. Philosophical Underpinnings\nA-1 Identify the goals of behavior analysis as a science (i.e., description, prediction, control).\nA-2 Explain the philosophical assumptions underlying the science of behavior analysis (e.g., selectionism,\ndeterminism, empiricism, parsimony, pragmatism).\nA-3 Describe and explain behavior from the perspective of radical behaviorism.\nA-4 Distinguish among behaviorism, the experimental analysis of behavior, applied behavior analysis, and\nprofessional practice guided by the science of behavior analysis.\nA-5 Describe and define the dimensions of applied behavior analysis (Baer, Wolf, & Risley, 1968).\nB. Concepts and Principles\nB-1 Define and provide examples of behavior, response, and response class.\nB-2 Define and provide examples of stimulus and stimulus class.\nB-3 Define and provide examples of respondent and operant conditioning.\nB-4 Define and provide examples of positive and negative reinforcement contingencies.\nB-5 Define and provide examples of schedules of reinforcement.\nB-6 Define and provide examples of positive and negative punishment contingencies.\nB-7 Define and provide examples of automatic and socially mediated contingencies.\nB-8 Define and provide examples of unconditioned, conditioned, and generalized reinforcers and punishers.\nB-9 Define and provide examples of operant extinction.\nB-10 Define and provide examples of stimulus control.\nB-11 Define and provide examples of discrimination, generalization, and maintenance.\nB-12 Define and provide examples of motivating operations.\nB-13 Define and provide examples of rule-governed and contingency-shaped behavior.\nB-14 Define and provide examples of the verbal operants.\nB-15 Define and provide examples of derived stimulus relations.\nC. Measurement, Data Display, and Interpretation\nC-1 Establish operational definitions of behavior.\nC-2 Distinguish among direct, indirect, and product measures of behavior.\nC-3 Measure occurrence (e.g., count, frequency, rate, percentage).\nC-4 Measure temporal dimensions of behavior (e.g., duration, latency, interresponse time).\nC-5 Measure form and strength of behavior (e.g., topography, magnitude).\nVersion 08/2024, Copyright © 2017, BACB® | All rights reserved. Behavior Analyst Certification Board | BCBA Task List (5th ed.) | 2",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "C-6 Measure trials to criterion.\nC-7 Design and implement sampling procedures (i.e., interval recording, time sampling).\nC-8 Evaluate the validity and reliability of measurement procedures.\nC-9 Select a measurement system to obtain representative data given the dimensions of behavior and the\nlogistics of observing and recording.\nC-10 Graph data to communicate relevant quantitative relations (e.g., equal-interval graphs, bar graphs,\ncumulative records).\nC-11 Interpret graphed data.\nD. Experimental Design\nD-1 Distinguish between dependent and independent variables.\nD-2 Distinguish between internal and external validity.\nD-3 Identify the defining features of single-subject experimental designs (e.g., individuals serve as their own\ncontrols, repeated measures, prediction, verification, replication).\nD-4 Describe the advantages of single-subject experimental designs compared to group designs.\nD-5 Use single-subject experimental designs (e.g., reversal, multiple baseline, multielement, changing\ncriterion).\nD-6 Describe rationales for conducting comparative, component, and parametric analyses.\nSection 2: Applications\nE. Ethics\nBehave in accordance with the Ethics Code for Behavior Analysts\nE-1 Introduction\nE-2 Responsibility as a Professional\nE-3 Responsibility in Practice\nE-4 Responsibility to Clients and Stakeholders\nE-5 Responsibility to Supervisees and Trainees\nE-6 Responsibility in Public Statements\nE-7 Responsibility in Research\nVersion 08/2024, Copyright © 2017, BACB® | All rights reserved. Behavior Analyst Certification Board | BCBA Task List (5th ed.) | 3",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "F. Behavior Assessment\nF-1 Review records and available data (e.g., educational, medical, historical) at the outset of the case.\nF-2 Determine the need for behavior-analytic services.\nF-3 Identify and prioritize socially significant behavior-change goals.\nF-4 Conduct assessments of relevant skill strengths and deficits.\nF-5 Conduct preference assessments.\nF-6 Describe the common functions of problem behavior.\nF-7 Conduct a descriptive assessment of problem behavior.\nF-8 Conduct a functional analysis of problem behavior.\nF-9 Interpret functional assessment data.\nG. Behavior-Change Procedures\nG-1 Use positive and negative reinforcement procedures to strengthen behavior.\nG-2 Use interventions based on motivating operations and discriminative stimuli.\nG-3 Establish and use conditioned reinforcers.\nG-4 Use stimulus and response prompts and fading (e.g., errorless, most-to-least, least-to-most, prompt\ndelay, stimulus fading).\nG-5 Use modeling and imitation training.\nG-6 Use instructions and rules.\nG-7 Use shaping.\nG-8 Use chaining.\nG-9 Use discrete-trial, free-operant, and naturalistic teaching arrangements.\nG-10 Teach simple and conditional discriminations.\nG-11 Use Skinner’s analysis to teach verbal behavior.\nG-12 Use equivalence-based instruction.\nG-13 Use the high-probability instructional sequence.\nG-14 Use reinforcement procedures to weaken behavior (e.g., DRA, FCT, DRO, DRL, NCR).\nG-15 Use extinction.\nG-16 Use positive and negative punishment (e.g., time-out, response cost, overcorrection).\nG-17 Use token economies.\nG-18 Use group contingencies.\nG-19 Use contingency contracting.\nG-20 Use self-management strategies.\nVersion 08/2024, Copyright © 2017, BACB® | All rights reserved. Behavior Analyst Certification Board | BCBA Task List (5th ed.) | 4",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "G-21 Use procedures to promote stimulus and response generalization.\nG-22 Use procedures to promote maintenance.\nH. Selecting and Implementing Interventions\nH-1 State intervention goals in observable and measurable terms.\nH-2 Identify potential interventions based on assessment results and the best available scientific evidence.\nH-3 Recommend intervention goals and strategies based on such factors as client preferences, supporting\nenvironments, risks, constraints, and social validity.\nH-4 When a target behavior is to be decreased, select an acceptable alternative behavior to be established or\nincreased.\nH-5 Plan for possible unwanted effects when using reinforcement, extinction, and punishment procedures.\nH-6 Monitor client progress and treatment integrity.\nH-7 Make data-based decisions about the effectiveness of the intervention and the need for treatment\nrevision.\nH-8 Make data-based decisions about the need for ongoing services.\nH-9 Collaborate with others who support and/or provide services to clients.\nI. Personnel Supervision and Management\nI-1 State the reasons for using behavior-analytic supervision and the potential risks of ineffective supervision\n(e.g., poor client outcomes, poor supervisee performance).\nI-2 Establish clear performance expectations for the supervisor and supervisee.\nI-3 Select supervision goals based on an assessment of the supervisee’s skills.\nI-4 Train personnel to competently perform assessment and intervention procedures.\nI-5 Use performance monitoring, feedback, and reinforcement systems.\nI-6 Use a functional assessment approach (e.g., performance diagnostics) to identify variables affecting\npersonnel performance.\nI-7 Use function-based strategies to improve personnel performance.\nI-8 Evaluate the effects of supervision (e.g., on client outcomes, on supervisee repertoires).\nVersion 08/2024, Copyright © 2017, BACB® | All rights reserved. Behavior Analyst Certification Board | BCBA Task List (5th ed.) | 5",
    "tables": []
  }
]