[
  {
    "page_num": 1,
    "text": "RBT Ethics Code (2.0)\nThe RBT Ethics Code (2.0) replaces the RBT Ethics Code (2018). All RBT applicants\nand certificants are required to adhere to the RBT Ethics Code (2.0), effective\nJanuary 1, 2022.\nTable of Contents\nIntroduction ............................................................................................................................................................................2\nEnforcement of the Code ........................................................................................................................................................................................2\nRBT Ethics Standards ............................................................................................................................................................3\nSection 1—General Responsibilities ......................................................................................................................................................................3\nSection 2—Responsibilities in Providing Behavior-Technician Services ...................................................................................................4\nSection 3—Responsibilities to the BACB and BACB-Required Supervisor ..............................................................................................5\nGlossary .................................................................................................................................................................................6\nThis document should be referenced as:\nBehavior Analyst Certification Board. (2021). RBT ethics code (2.0).\nhttps://www.bacb.com/wp-content/rbt-ethics-code",
    "tables": []
  },
  {
    "page_num": 2,
    "text": "Introduction\nThe Behavior Analyst Certification Board® (BACB®) exists to support the certification needs of the profession and to protect\nconsumers of applied behavior analysis (ABA) services by setting and managing professional standards. The BACB promotes\nethical behavior in the profession by establishing the requirements for becoming a Registered Behavior Technician® (RBT®),\nthe ethics standards described in this document, and the procedures for addressing professional misconduct. The RBT Ethics\nCode (2.0), hereafter referred to as the RBT Ethics Code, applies to RBTs in all of their behavior-technician activities across\nsettings (e.g., home, clinic, community) and modalities (e.g., via phone, email, text, video conference, in person). The RBT\nEthics Code does not apply to RBTs’ personal behavior unless that behavior clearly poses a risk to the health and safety of\nclients, stakeholders, and coworkers.\nThe RBT Ethics Code is enforced under the BACB’s Code-Enforcement Procedures. All RBT applicants and RBTs must agree\nto follow this code and all BACB requirements for RBTs. Lack of awareness or misunderstanding of the standards in this code\nis not an excuse for failing to comply with them. RBTs must also follow the applicable laws and requirements of other relevant\nentities (e.g., employers, licensure boards).\nRBTs must practice under the direction and close supervision of an RBT Supervisor and/or RBT Requirements Coordinator,\nwho are responsible for all work RBTs perform. Both of these roles are referred to as “supervisor” from this point forward.\nBecause of this requirement, RBTs must seek support from their supervisor and other appropriate individuals in their\nworkplace when interpreting and applying the RBT Ethics Code and when addressing an ethical dilemma. In these instances,\nRBTs prioritize following the law and placing the interest of clients first.\nRBTs must be familiar with the four core principles that are the foundation of the RBT Ethics Code and the Ethics Code\nfor Behavior Analysts. Those principles are that RBTs benefit others; treat others with compassion, dignity, and respect;\nbehave with integrity; and ensure their own competence. RBTs can learn more about how to uphold those principles in the\nintroduction of the Ethics Code for Behavior Analysts.\nRBTs have a duty to inform the BACB of potential ethics violations by other BACB certificants, and their supervisors have\nspecific obligations to those they supervise (see Section 4 of the Ethics Code for Behavior Analysts). Therefore, RBTs should\nbe familiar with the Ethics Code for Behavior Analysts. In the event of a suspected ethics violation, RBTs attempt to resolve\nthe issue by first bringing it to the attention of their supervisor. RBTs document all actions taken to address the ethics violation\n(e.g., list of actions taken, relevant dates, parties involved, a description of the outcome) and save all relevant documentation.\nIf the matter cannot be resolved directly, RBTs report it to the appropriate authority (e.g., supervisor, employer, licensure\nboard, law enforcement). If the matter involves a violation of the RBT Ethics Code or the Ethics Code for Behavior Analysts\nand is not resolved with the support of their supervisor, RBTs report the matter to the BACB.\nEnforcement of the Code\nThe BACB enforces the RBT Ethics Code to protect clients and stakeholders, RBT certificants and applicants, and\nthe ABA profession. Complaints are received and processed according to the processes outlined in the BACB’s\nCode-Enforcement Procedures.\nA note to RBT Supervisors and RBT Requirements Coordinators: It is critical that you are familiar with the RBT Ethics\nCode and take an active role in providing ongoing support to RBTs in relation to the RBT Ethics Code and the Ethics\nCode for Behavior Analysts.\nUpdated 08/2024, Copyright © 2021, BACB® | All rights reserved. Behavior Analyst Certification Board | RBT Ethics Code (2.0) | 2",
    "tables": []
  },
  {
    "page_num": 3,
    "text": "RBT Ethics Standards\nSection 1—General Responsibilities\n1.01 RBTs are honest and work to support an environment that promotes truthful behavior in others. They do not lead\nothers to engage in fraudulent, illegal, or unethical behavior. They follow the law and the requirements of their professional\ncommunity (e.g., BACB, employer, supervisor).\n1.02 RBTs conduct themselves in a professional manner, are accountable for their actions, and make an effort to follow\nthrough on work and contractual commitments. When commitments cannot be met, RBTs work with their supervisors to\naddress the situation in the best interest of clients.\n1.03 RBTs only provide services under their RBT certification within a clearly defined role under close, ongoing supervision.\n1.04 RBTs are never employers of their supervisor. RBTs who are also trainees (i.e., accruing supervised fieldwork toward a\nfuture BCBA or BCaBA certification application) may separately contract for those supervision services.\n1.05 RBTs do not knowingly make false, misleading, or exaggerated statements about their qualifications or behaviortechnician services. They provide a current and accurate set of relevant credentials to employers and supervisors\nupon request.\n1.06 RBTs provide behavior-technician services only after their supervisor confirms that they have demonstrated competence.\nThey work with their supervisor to continually evaluate their competence. If an RBT identifies that they are being asked to do\nsomething that goes beyond the scope of their certification and/or competence, they immediately inform their supervisor or\nother appropriate individuals at their place of employment and document this communication.\n1.07 RBTs work directly with their supervisor to ensure that they are culturally responsive in their work. They actively work to\nevaluate their own biases and ability to work with individuals with diverse needs/backgrounds (e.g., age, disability, ethnicity,\ngender expression/identity, immigration status, marital/relationship status, national origin, race, religion, sexual orientation,\nsocioeconomic status) and obtain any needed training in these areas under the direction of their supervisor.\n1.08 RBTs do not harass or discriminate against others (e.g., clients, coworkers). They behave toward others in an equitable\nand inclusive manner regardless of age, disability, ethnicity, gender expression/identity, immigration status, marital/relationship\nstatus, national origin, race, religion, sexual orientation, socioeconomic status, or any other basis proscribed by law.\n1.09 RBTs are aware that their personal biases or challenges (e.g., mental or physical health conditions; legal, financial,\nmarital/relationship challenges) may impact their ability to effectively carry out their behavior-technician services. If their\nbiases or challenges may impact services, they take steps to resolve the issue (e.g., developing an action/care plan, reporting\nto their supervisor, refraining from working with clients until the issue is resolved, reporting to the BACB) and document\nthese actions.\n1.10 RBTs avoid multiple relationships with clients, coworkers, and supervisors. Multiple relationships occur when there is a\nmixing of two or more relationships (e.g., friend, family member, employee/employer) that may result in conflicts of interest\nand risk of harm to the client. If RBTs find that a multiple relationship has developed, they immediately inform their supervisor,\nwork to resolve it, and document these actions. If the multiple relationship involves their supervisor, RBTs should report it to\ntheir supervisor’s manager or other appropriate entity (e.g., human resources, BACB) and document this communication.\n1.11 Because the exchange of gifts can lead to conflicts of interest and multiple relationships, RBTs do not give gifts to or\naccept gifts from clients, stakeholders, or supervisors with a monetary value of more than $10 US dollars (or the equivalent\npurchasing power in another currency). A gift is acceptable if it functions as an occasional expression of gratitude and does\nnot result in financial benefit to the recipient. Instances of giving or accepting ongoing or cumulative gifts may rise to the\nlevel of a violation of this standard if the gifts become a regularly expected source of income or value to the recipient. If an\nemployer has a stricter policy regarding gift exchange (e.g., prohibiting gift exchange), RBTs follow that policy.\n1.12 RBTs do not engage in romantic or sexual relationships with current clients, stakeholders, or supervisors. They do not\nengage in romantic or sexual relationships with former clients or stakeholders for a minimum of two years from the date the\nprofessional relationship ended. They do not engage in romantic or sexual relationships with former supervisors until the\nparties can document that the professional relationship has ended (i.e., completion of all professional duties). They do not\nreceive supervision from individuals with whom they have had a past romantic or sexual relationship until at least six months\nafter the relationship has ended.\nUpdated 08/2024, Copyright © 2021, BACB® | All rights reserved. Behavior Analyst Certification Board | RBT Ethics Code (2.0) | 3",
    "tables": []
  },
  {
    "page_num": 4,
    "text": "Section 2—Responsibilities in Providing Behavior-Technician Services\n2.01 RBTs do no harm and work to support the best interest of their clients. They are knowledgeable about and comply with\nmandated-reporting requirements.\n2.02 RBTs follow the direction of their supervisors, accurately implement behavior-technician services, and accurately\ncomplete all required documentation (e.g., client data, billing records).\n2.03 RBTs conduct themselves in a professional manner during all work activities (e.g., delivering services, receiving training\nor supervision). They take action to improve their performance following feedback from supervisors.\n2.04 RBTs do not use unfamiliar interventions or provide services to unfamiliar client populations unless they have received\nproper training.\n2.05 RBTs implement restrictive or punishment-based procedures only when included in a documented behavior-change\nplan and after their supervisor has verified their competence.\n2.06 RBTs direct any questions or concerns that they or others (e.g., caregivers, coworkers) have about their behaviortechnician services to their supervisor.\n2.07 RBTs take necessary actions to protect clients when they become aware that a client’s legal rights are being violated or\nthat there is risk of harm to a client. In these instances, RBTs report the matter to their supervisor, follow organization policies,\nand document these actions. In some instances, RBTs may need to contact relevant authorities (e.g., law enforcement, BACB,\nlicensure board).\n2.08 RBTs protect the confidentiality and privacy of their clients, stakeholders, and others in the workplace by following all\nrelated requirements established by the BACB, employers, and the law (e.g., privacy laws, licensure requirements). RBTs\nmaintain confidentiality when interacting with client information and records.\n2.09 RBTs do not share identifying information (e.g., photos, videos, written information) about clients on social media\nor websites.\n2.10 RBTs only discuss confidential client information under the direction of their supervisor unless allowed by law for a\nvalid reason (e.g., protecting the client or others from harm). RBTs only share necessary client information in their job-related\ncommunications (e.g., emails, documentation).\nUpdated 08/2024, Copyright © 2021, BACB® | All rights reserved. Behavior Analyst Certification Board | RBT Ethics Code (2.0) | 4",
    "tables": []
  },
  {
    "page_num": 5,
    "text": "Section 3—Responsibilities to the BACB and BACB-Required Supervisor\n3.01 RBTs comply with all requirements of the BACB and their supervisor, including, but not limited to, supervision,\ndocumentation of supervision, and audits.\n3.02 RBTs are honest and accurate in all communications with the BACB and their supervisor. If an RBT becomes aware that\nthey submitted inaccurate or false information or documents to the BACB, they immediately contact the BACB to correct\nthe issue. If an RBT becomes aware that they submitted inaccurate or false information or documents to their supervisor or\nemployer, they immediately contact those parties to correct the issue and determine the need to self-report the situation to\nthe BACB.\n3.03 RBTs do not cheat or help others cheat on RBT competency assessments or RBT examinations. RBTs follow the rules\nand requirements of the BACB and its approved testing centers, including, but not limited to, those related to falsifying\ninformation and the unauthorized collection, use, or distribution of examination materials.\n3.04 RBTs are aware of the events they need to self-report to the BACB and any other required entities (e.g., employer,\nsupervisor). They self-report to the BACB within 30 days of the event or within 30 days of becoming aware of the event.\nRBTs are required to self-report to the BACB any event that might impact their ability to effectively carry out their behaviortechnician services or comply with BACB requirements, including:\n• legal charges and subsequent related actions;\n• investigations by employers, governmental agencies, educational institutions, or third-party payers naming the RBT;\n• disciplinary actions by employers (including suspensions and terminations for cause), governmental agencies,\neducational institutions, and third-party payers; OR\n• physical conditions, mental conditions, or substance abuse that may impair the RBT’s ability to safely provide\nbehavior-technician services.\n3.05 RBTs do not misuse the intellectual property of the BACB (e.g., certification titles, examination content) or others (e.g., an\nemployer’s proprietary materials).\n3.06 RBTs named in a Notice of Alleged Violation or who receive a required action from the BACB (e.g., RBT Supervision\nAudit, Educational Memorandum, Notice of RBT Required Action, Disciplinary or Appeal Determination, Notice of Summary\nSuspension or Revocation) immediately share the document with their supervisor and work collaboratively to respond to any\ncorrespondence and comply with all BACB requirements.\n3.07 RBTs regularly (e.g., monthly) check their BACB account to ensure their personal information (e.g., name, email address,\nmailing address) is accurate. Within 24 hours of becoming aware of a change to their certification status (e.g., inactive,\nexpired, suspended, revoked), RBTs report the change to their supervisor and subsequently comply with applicable BACB\nrequirements related to practice, billing, and use of the RBT title.\nUpdated 08/2024, Copyright © 2021, BACB® | All rights reserved. Behavior Analyst Certification Board | RBT Ethics Code (2.0) | 5",
    "tables": []
  },
  {
    "page_num": 6,
    "text": "Glossary\nBehavior-Technician Services Scope of Competence\nServices provided under the direction of a BACB-required The behavior-technician services and activities an RBT can\nsupervisor that are explicitly based on the principles and accurately carry out.\nprocedures of behavior analysis and are designed to change\nbehavior in meaningful ways. These services include, but are Social Media\nnot limited to, implementing behavior-change interventions A digital platform found through a web browser or application\nand assisting with assessments and training. on which users (individuals and/or businesses) can consume,\ncreate, copy, download, share, or comment on posts or\nClient\nadvertisements. Both posts and advertisements would be\nThe direct recipient of behavioral services. At various times considered digital content.\nduring service provision, one or more stakeholders may also\nmeet the definition of ”client” (e.g., the point at which they Stakeholder\nreceive direct training or consultation). In some contexts, the An individual other than the client who is impacted by\nclient might be a group of individuals (e.g., with organizational and invested in the behavior technician’s services (e.g.,\nbehavior management services). parent, caregiver, relative, legally authorized representative,\ncollaborator, employer, agency or institutional representative,\nClient’s Rights\nlicensure board, funder, third-party contractor for services).\nHuman rights, legal rights, rights codified within behavior\nanalysis, and organization rules designed to benefit Trainee\nthe client. Any individual accruing fieldwork/experience toward fulfilling\neligibility requirements for BCaBA or BCBA certification.\nConflict of Interest\nAn incompatibility between an RBT’s private and professional Website\ninterests resulting in risk or potential risk to services provided A digital platform found through a web browser on which\nto, or the professional relationship with, a client, stakeholder, an entity (individual and/or organization) produces and\nsupervisor, or coworker. Conflicts may result in a situation distributes digital content for the consumption of users\nin which personal, financial, or professional considerations online. Depending on the functionality, users can consume,\nmight influence professional judgment in the delivery of create, copy, download, share, or comment on the provided\nbehavioral services or other professional activity. digital content.\nMultiple Relationship\nA mixing of two or more of an RBT’s roles (e.g., professional\nand personal) with a client, stakeholder, supervisor, coworker,\nor someone closely associated with or related to the client.\nUpdated 08/2024, Copyright © 2021, BACB® | All rights reserved. Behavior Analyst Certification Board | RBT Ethics Code (2.0) | 6",
    "tables": []
  },
  {
    "page_num": 7,
    "text": "Copyright © 2021 by the Behavior Analyst Certification Board®, Inc. (“BACB®”), all rights reserved. Unauthorized reproduction,\ncopying, or transmission in any medium is strictly prohibited.\n®The trademarks “Behavior Analyst Certification Board®, Inc.,” “BACB®,” “Board Certified Behavior Analyst®,” “BCBA®,” “Board\nCertified Assistant Behavior Analyst®,” “BCaBA®,” “Registered Behavior Technician®,” “RBT®” are owned by the Behavior\nAnalyst Certification Board®. Unauthorized use or misrepresentation is strictly prohibited.",
    "tables": []
  }
]